
Page 291
গ
1
ga
n
. the third consonant of the Bengali alphabet.
গ
2
ga
sfx
. indicating; going; going towards (
নিম্নগ
).
গইবি
gaibi
alt. spell. of
ি ।
গং
gam
abbr. of
হ
= etc.
গঁদ
gam̐da
n
. gum (also
ের আঠা
).
গগন
gagana
n
. the sky, the heavens, the firmament, free space overhead; the blue.
~চর, ~চারী
a
. (capable of) flying or moving in the sky, aerial, ethereal.
~চুম্বী
a
. sky-kissing, sky-high; very lofty.
চুম্বী অট্টালিকা
a sky-scraper.
~চ্যুত, ~ভ্রষ্ট
a
. fallen from the sky.
~তল
n
. the floor of the sky, the vault of the heavens, the firmament.
~পট
n
. the canvas of the sky, the vault of the heavens, the firmament; skyscape.
~পথ
n
. the celestial path; an aerial route.
~প্রান্ত
n
. a corner of the sky, the skyline, the horizon.
~বিহারী
a
. (capable of) flying or moving in the sky, aerial, ethereal; (fig.) imbued with lofty ideas or plans, aspiring.
~মণ্ডল
n
. the sky; the dome of the sky; the heavens.
~স্পর্শী
a
. touching or reaching the sky; sky-high; very lofty; very high, soaring (
গগনস্পর্শী মূল্য
); (fig.) highly aspiring or ambitious.
গগনস্পর্শী অট্টালিকা
a sky-scraper.
গগনাঙ্গন
n
. the courtyard of the heavens, the sky.
গগনাম্বু
n
. rain-water.
গঙ্গা
gaṅgā
n
. the Ganges, the Ganga; a river; a wife of Shiva (
শিব
). (poet.)
গঙ্গা, গঙ্গজ
a
. Gangetic; riverine.
গঙ্গাজলি
1
n
. act of putting the water of the Ganges into the mouth of a dying person; act of swearing by taking the water of the Ganges in one's palm.
গঙ্গাজলি
2
a
. having the colour of the water of the Ganges, of a brownish cream colour.
~তীর
n
. bank of the Ganges.
~ধর
n
. an appellation of Shiva (
শিব
).
~পুত্র
n
. (in the Mahabharata) Bhishma; one belonging to a Hindu caste whose business is to cremate or to help cremation, (cp.) an undertaker by caste.
~প্রাপ্ত
a
. (lit.) one whose mortal remains have been thrown in the Ganges; dead.
গঙ্গাপ্রাপ্ত হওয়া
v
. to die (esp. holily).
~প্রাপ্তি
n
. death (esp. in a holy manner).
~ফড়িং
n
. the grasshopper (of the green and large variety).
~বাসী
a
. living near or on the bank of the Ganges; riverine.
~মাহাত্ম্য
n
. the glory of the Ganges; a hymn glorifying the Ganges.
~যমুনা
n
. the Ganges and the Jumna or their confluence. ☐
a
. black-and-white; mixed with gold and silver, bimetallic.
~যাত্রা
n
. act of carrying a dying person to the bank of the Ganges.
গঙ্গাযাত্রা করা
v
. to be carried to the bank of the Ganges on the eve of one's death.
গঙ্গাযাত্রা করানো
v
. to carry (a dying person) to the bank of the Ganges.
~যাত্রী
n
. a person who is being carried to the bank of the Ganges on the eve of his death; a dying man; a pilgrim to the mouth of the Ganges esp. on a holy occasion.
fem
.
~যাত্রিণী । ~লাভ
same as
গঙ্গাপ্রাপ্তি । ~সংগম, ~সাগর
n
. the confluence of the Ganges and the Bay of Bengal, the mouth of the Ganges.
~স্নান
n
. bathing in the Ganges.
গঙ্গাস্নান করা
v
. to bathe in the Ganges; (fig.) to cleanse oneself of guilt, sin etc. to make oneself pure.
গঙ্গোত্রী, গঙ্গোত্তরী
gaṅgotrī
,
gaṅgottarī
n
. a holy place of the Hindus in Garhwal (flowing through this place the Ganges comes down to the plains).
গঙ্গোদক
gaṅgodaka
n
. the water of the Ganges.
গচ্চা, গচ্ছা
gaccā
,
gacchā
n
. (ori.) a compensation; a loss for nothing; penalty for one's folly, carelessness etc.
গচ্চা দেওয়া
v
. to compensate; to lose for nothing; to pay penalty (for).
গচ্চা যাওয়া
v
. to have to lose or suffer loss for nothing; to be paid by way of penalty or compensation. (for).
Page 291
|
×
Close

--- ページ 291 終了 ---

Page 292
গচ্ছিত
gacchita
a
. placed in the custody of; entrusted; deposited.
গচ্ছিত দেওয়া
v
. to place in the custody (of); entrust (with); to deposit.
গচ্ছিত রাখা
v
. to place or receive in the custody (of); to entrust or be entrusted with; to give or receive as a deposit.
গচ্ছিত নেওয়া
v
. to have in the custody (of); to be entrusted (with); to take as a deposit.
গচ্ছিত ধন
money deposited; trust money.
গচ্ছিত সম্পত্তি
a trust property.
সম্পত্তি গচ্ছিত রাখার দলিল
a
. trust deed.
গছানো
gachāno
v
. to cause to accept a thing or a responsibility (esp. craftily), to persuade to accept. ☐
a
. that has been caused to be accepted (esp. craftily.)
গছিয়ে দেওয়া
same as
গছানো
(
v
.).
গজ
1
gaja
n
. gauze
(ঘায়ের মধ্যে গজ ঢোকানো)
গজ ঢোকানো
v
. to put a piece of gauze into.
গজ
2
gaja
n
. a protuberance, a swelling (
মাথায় গজ বেরিয়েছে
); a sprout (
ঝুনো নারকেলটার গজ বেরিয়েছে
).
গজ বার হওয়া
v
. to protuberate, to have a swelling; to sprout.
গজ
3
gaja
n
. a measure of length equal to 3 feet. a yard. 91.5 cm or .9144 m. ☐
a
. measuring a yard (
একগজ কাপড়, পাঁচগজ লম্বা
).
~কাঠি
n
. a yardstick.
গজি
same as
গজ
3
(
a
).
গজ
4
gaja
n
. the elephant; (in chess) the bishop; a very small variety of worm
(গজভুক্ত কপিত্থ). ~কচ্ছপ
n
. (myth.) two brothers, who contended with each other for the possession of their paternal wealth, were turned into a huge elephant and a huge tortoise, in their new shapes too they went on fighting frightfully and relentlessly; (fig.) two terrible contestants; (hum.) a man of elephantine build.
গজকচ্ছপের যুদ্ধ
(fig.) a relentless encounter between equals; Greek meeting Greek.
~কুম্ভ
n
. a globular appendage on the forehead of the elephant
~গতি, ~গমন
n
. slow and majestic or stately gait (of a well-built person) resembling that of an elephant. ☐
a
. moving majestically like an elephant.
~গামিনী
a. fem
. mounted on an elephant; moving majestically like an elephant. ☐
n
. such a woman or girl.
masc
. (
a. & n
.).
~গামী । ~ঘন্টা
n
. a bell tied round an elephant's neck to warn the passers-by from a distance.
~চক্ষু
n
. a very small and squint eye. ☐
a
. one with such an eye.
~দন্ত
1
n
. ivory.
~দন্ত
2
n
. an extra tooth (of a man) growing in front of another.
~ন্দর
a
. very big; fat; pot-bellied.
~পতি
n
. a leader amongst the wild elephants.
~বীথি
n
. an orderly line of elephants.
~ভুক্ত
a
. eaten by an elephant; eaten by a small worm called
গজ
(see above).
~ভুক্তকপিত্থবৎ
a. & adv
. like a sour wood-apple eaten up by worms (a
গজ
worm enters unnoticeably into a sour wood-apple and eats up the whole of its kernel); (fig.) utterly hollow though looking full.
~মোতি
, (inc.)
~মতি, ~মুক্তা
n
. any of the costly pearls which, according to fables, are shed from an elephant's head.
~যূথ
n
. a herd of elephants.
~রাজ
same as
গজপতি ।
গজকাঠি
gajakāṭhi
see
গজ
3
।
গজগজ
gajagaja
int
. expressing: low grumbling (usu. to one's own self) in anger, annoyance, discountent, dissatisfaction etc. (
চাকরটা রাগে গজগজ করছে
); restless desire for coming out (
পেটে কথা গজগজ করছে
); overcrowding (
পেটে খাবারগুলো গজগজ করছে
).
গজগজ করা
v
. to grumble; to try restlessly to come out; to overcrowd.
গজগজানি
n
. grumbling; (rare) restless desire for coming out; (rare) overcrowding.
গজগির, গজগিরি
gajagira
,
gajagiri
n
. the pavement round a draw-well etc., (cp.) a well-curb; (archi.) a work of decorative plastering.
গজব
gajaba
n
. oppression, tyranny, outrage, violence, high-handedness; injustice.
গজরগজর
gajaragajara
var. of
গজগজ ।
গজরানো
gajarāno
v
. to rumble; to grumble surlily, to growl.
গজরানি
n
. a rumbling; a rumbling noise; a growl.
গজল
gajala
n
. a Persian musical mode (chiefly used in singing love-songs); a love-song; a love-lyric.
গজা
gajā
n
. a kind of sweetmeat made of flour.
গজানন
gajānana
n
. a person who has on his shoulders an elephant's head instead of his own; an appellation of Ganesha (
গণেশ
).
Page 292
|
×
Close

--- ページ 292 終了 ---

Page 293
গজানীক
gajānīka
n
. a warrior mounted on an elephant.
গজানো
gajāno
v
. to sprout; to originate; to evolve; to grow. ☐
a
. sprouted; originated; evolved, grown.
গজারি
gajāri
n
. an enemy of the elephant; the lion.
গজারূঢ়
gajārūṛha
same as
গজারোহী ।
fem
.
গজারূঢ়া ।
গজারোহী
gajārohī
a
. mounted on an elephant. ☐
n
. a man or soldier mounted on an elephant.
fem
.
গজারোহিণী ।
গজাল
gajāla
n
. a large and thick nail, a peg, a rivet; a variety of freshwater fish shaped almost like a cylinder.
গজি
gaji
see
গজ
3
।
গজেন্দ্র
gajendra
n
. a leader of a herd of wild elephants; the best elephant; a superb elephant.
~গমন
n
. majestic or stately gait (of a well-built person) resembling that of an elephant. ☐
a
. moving majestically like an elephant.
fem
.
~গমনা, ~গামিনী ।
গঞ্জ
gañja
n
. a granary, a store; a central market (esp. which is a centre for import and export); a stock exchange, (cp.) Rialto; a large market-place, a large grain market.
গঞ্জন
gañjana
n
. act of scolding or childing or upbraiding; act of insulting; act of putting to shame or reproaching (by displaying superior excellence). ☐
a
. one who or that which scolds or insults; one who or that which puts to shame or reproaches (
'খঞ্জনগঞ্জন আঁখি'
).
গঞ্জনা
n
. scolding, chiding, upbraiding; insult; putting to shame; reproach.
গঞ্জনা দেওয়া ।
v
. to scold, to chide; to upbraid; to insult; to reproach; to put to shame.
গঞ্জা
gañjā
v
. (poet.) same as
গঞ্জনা দেওয়া ।
গঞ্জি
gañji
dial. corrup. of
গেঞ্জি ।
গঞ্জিকা
gañjikā
n
. the female flowering tops of Indian hemp, ganja; (loos.) hemp.
~সেবী
a
. given to smoking ganja. ☐
n
. a (habitual) smoker of hemp.
গঞ্জিত
gañjita
a
. scolded, chid; insulted; put to shame, reproached.
গট
gaṭa
var. of
গ্যাঁট ।
গটগট, গটমট
gaṭagaṭa
,
gaṭamaṭa
int
. expressing; the sound of walking or marching firmly and arrogantly.
গটগট
বা
গটমট করে চলা
v
. to walk or march firmly and arrogantly; to walk with firm and quick steps.
গঠন
gaṭhana
n
. building or modelling or shaping, construction, formation (
স্বাস্হ্যগঠন, মূর্তিগঠন, শব্দগঠন, দলগঠন
); build, shape, form, appearance, structure.
গঠন করা
v
. to build, to model, to shape, to construct, to form, to make, to create.
~প্রণালী, ~ভঙ্গি, ~শৈলী
n
. the style or manner of building or modelling or shaping or constructing or forming.
~সৌষ্ঠব
n
. the beauty or grace of a thing built or modelled or shaped or constructed or formed; beauty or elegance of form.
গঠিত
a
. built, modelled, shaped, constructed, formed, made, created.
গড্ডল, গড্ডর
gaḍḍala
,
gaḍḍara
n
. the ram; (fig.) a stupid man.
গড্ডলিকা, গড্ডরিকা
gaḍḍalikā
,
gaḍḍarikā
n. fem
. the ewe leading a flock, a bell-wether; a flock following a bell-wether.
গড্ডলিকাপ্রবাহ
n
. (lit.) the movement of a flock of sheep blindly following the bell-wether; (fig.) a multitude of blind followers or their act of following en masse; a continuous flow.
গড়
1
gaṛa
n
. shape, build.
গড়
2
gaṛa
n
. genuflexion, genuflection.
গড় করা
v
. to genuflect, to bow in salutation (to a person or deity).
গড় হওয়া
v
. to genuflect.
গড়
3
gaṛa
n
. an average, a mean; an approximate amount.
~পড়তা
see below.
গড়ে
adv
. on an average.
গড়
4
gaṛa
n
. a fort; a fortress; a moat; a hollow into which the mouth of a husking pedal falls to thrash grains.
গড়ের প্রাচীর
the rampart.
গড়ের বাদ্যি
the military band of a fort; the music of this band.
গড়ের মাঠ
the esplanade.
গড়খাই
gaṛakhāi
n
. a moat; (cp.) a ravelin.
Page 293
|
×
Close

--- ページ 293 終了 ---

Page 294
গড়গড়
gaṛagaṛa
int
. expressing: a rumbling sound (as of thunder), a rattling sound (as of a running hackney-carriage), a continuous rattle.
গড়গড় করা
v
. to rumble; to speak with flippant ease, to rattle; to grumble surlily.
গড়গড় করে বলা
v
. to say or utter unobstructedly and rapidly, to speak unfalteringly or glibly.
গড়গড়া
gaṛagaṛā
n
. a hubble-bubble.
গড়ন
gaṛana
n
. act of making or creating or building or shaping or moulding or forming (see also
গড়
1
); build, shape, mould, formation, structure; grace or beauty of build, shape etc.
~পিটন, ~পেটন
n
. shape and appearance.
~দার
n
. one who makes things by casting metals; a moulder.
গড়পড়তা
gaṛapaṛatā
a
. average; approximate. ☐
adv
. on an average; approximately.
গড়বড়
gaṛabaṛa
n
. confusion, disorder, mess, muddle, disarray.
গড়া
1
gaṛā
n
. a kind of very coarse white loincloth without any border.
গড়া
2
gaṛā
n
. an enclosure of stakes etc. set in a stream as a trap for fish, weir.
গড়া
3
gaṛā
v
. to make (
পিঠে গড়া
); to shape, to mould, to model (
পুতুল গড়া
); to create; to build, to construct (
বাড়ি গড়া
); to form (
দল গড়া
); to found (
স্কুল গড়া, রাজ্য গড়া
); to bring up (
ছেলে গড়া
); to develop (
দেশ গড়া
). ☐
a
. made; shaped, moulded, modelled; created; built, constructed; formed; founded; brought up; developed; made up, fabricated (
গড়া সাক্ষী
).
গড়াগড়ি
gaṛāgaṛi
n
. state of weltering; a scattered and unclaimed state (
টাকাপয়সার গড়াগড়ি
).
গড়াগড়ি খাওয়া, গড়াগড়ি দেওয়া
v
. to welter, to roll about, to wallow.
গড়াগড়ি যাওয়া
v
. to welter (
ছেলেটা ধুলোয় গড়াগড়ি যাচ্ছে
); to roll about; to be scattered here and there (
টাকাপয়সা গড়াগড়ি যাচ্ছে
).
গড়ানে
gaṛāne
a
. rolling, that which is rolling; rolling on the ground; (in football etc.) that runs all the way along the grass, touching the grass.
গড়ানো
1
gaṛāno
v
. to roll; to cause to roll, to send rolling; to pour (
কলসি থেকে জল গড়ানো
); to welter; to be beside oneself (
আহ্লাদে গড়ানো
); to flow (
তেল গড়ানো
); to go, to reach, to develop into (
ব্যাপারটা বহুদুর গড়াল
). ☐
n
. act of rolling or pouring or weltering or being beside oneself or flowing or reaching.
গড়িয়ে দেওয়া
n
. to send rolling; to pour for somebody (
আমাকে একটু জল গড়িয়ে দাও
).
গড়িয়ে পড়া
v
. to roll down; to come out pouring; to lie down and roll; to fall down and welter; to flow down.
গড়িয়ে যাওয়া
v
. to go rolling; to flow on; to reach, to roll down; to develop into.
গড়াপেটা
gaṛāpeṭā
v
. to give definite form or shape to, to hammer or knock into (right) shape. ☐
a
. that which is decided beforehand (esp. by way of compromise); got-up.
গড়ায় গড়ায়
gaṛāẏa
,
gaṛāẏa
adv
. side by side; snugly (
গড়ায় গড়ায় পড়ে থাকা
).
গড়িমসি
gaṛimasi
n
. wilful or habitual delay, procrastination, dilatoriness.
গড়িমসি করা
v
. to delay wilfully or habitually, to procrastinate, dilly-dally; to be dilatory.
গড়ু
gaṛu
n
. any morbid protuberance or excrescence on the body (such as hunch, goitre, wart etc.)
a
. hunch-backed.
Page 294
|
×
Close

--- ページ 294 終了 ---

Page 295
গণ
gaṇa
n
. a collection, a multitude; a number more than one (used as a
sfx
. to indicate plurality, e.g.
বালকগণ
= boys,
পুরুষগণ
= men); a community, a class; a group; a genus; a species; the common people, the masses; the attendants of Shiva (
শিব
); a clan, a race, a family; a classification of persons according to the stars predominant at their birth (
দেবগণ, নরগণ, রাক্ষসগণ
); (in Sanskrit gr.) a classification of verbs (
ভ্বাদিগণ
).
~অভ্যুত্থান
n
. mass rising, mass upheaval, mass revolt.
~আদালত
n
. people's court.
~আন্দোলন
n
. mass-movement.
~চেতনা
n
. popular awareness; awakening of the people.
~তন্ত্র
n
. a form of government in which the supreme power is vested in the elected representatives of the people; democracy; a republic.
~তন্ত্রী, ~তান্ত্রিক
a
. republican; democratic.
~দেব
n
. an appellation of Ganesha (
গণেশ
).
~দেবতা
n
. one of a class of subordinate deities; the people conceived as a deity.
~নাট্য
n
. people's theatre.
~নায়ক
n
. a leader of the people.
~নাথ ~পতি
n
. the lord of the host; an appellation of Ganesha (
গণেশ
) and also Shiva (
শিব
).
~পরিষদ
n
. a constituent assembly.
~বিক্ষোভ
n
. popular unrest, people's agitation.
~ভোট
n
. plebiscite.
~মাধ্যম
n
. mass media.
~যুদ্ধ
n
. people's war.
~শক্তি
n
. power of the people, the united strength of the people; the people collectively; the sovereignty of the people.
~সংগীত
n
. folk song; group music; song of the masses.
~সংগ্রাম
n
. mass struggle.
~হত্যা
n
. genocide.
গণইতে
gaṇaite
v. inf
. (poet.—obs.) counting; going to count, to count.
গণক
gaṇaka
n
. an astrologer, a soothsayer; a palmist; a calculator. ☐
a
. one who or that which calculates, calculating.
গণতি
gaṇati
rej. spelling of
গনতি ।
গণৎকার
gaṇatkāra
rej. spelling of
গনতকার ।
গণন, গণনা
gaṇana
,
gaṇanā
n
. act of reckoning or counting, enumeration (
সংখ্যাগণনা
); act of doing a mathematical sum; act of deciding or judging (as); decision, judgment (
দোষী বলে গণনা করা
); act of considering or regarding (as), consideration (
মানুষ বলে গণনা
); act of pointing out (as), mention (
শত্রু বলে গণনা
); (astrol.) prediction, foretelling, divination.
গণনা করা
v
. to reckon, to count, to enumerate; to calculate, to compute; to do (a mathematical sum), to work out; to judge; to consider, to regard (as); to point out, to mention; (astrol.) to predict, to foretell, to divine.
গণনাকারী
n
. an enumerator.
~যন্ত্র
a counting instrument, a calculator.
গণনার্হ
a
. worthy of being reckoned or counted; worth considering or counting.
গণনীয়
a
. countable; calculable; worth considering or mentioning.
গণা
gaṇā
alt. spell. of
গনা ।
গণাধিপ
gaṇādhipa
n
. same as
গণনাথ
(see
গণ
).
গণিকা
gaṇikā
n
. a prostitute, a harlot, a whore.
~গৃহ, ~লয়
n
. a brothel, a bawdy-house.
গণিত
gaṇita
a
. reckoned, counted; enumerated; calculated, computed; (rare—of a mathematical sum) worked out; decided, adjudged; considered, regarded (as); pointed out, mentioned; (astrol.) predicted, divined. ☐
n
. mathematics.
~ক
n
. accounts.
গণিতকবিদ্যা
n
. accountancy.
~জ্ঞ
a
. versed in mathematics. ☐
n
. a mathematician.
~বিদ্যা
n
. (the science of) mathematics.
~বিষয়ক
a
. mathematical.
~শাস্ত্র
same as
গণিতবিদ্যা ।
গণীভূত
gaṇībhūta
a
. belonging to a race or tribe, racial, tribal, belonging to a genus, generic; belonging to a community, communal; belonging to a party.
গণেশ
gaṇeśa
n
. the lord of the hosts; the name of the eldest son of Shiva (
শিব
) and Durga (
দুর্গা
) who is the presiding deity of success.
গণ্ড
gaṇḍa
n
. the cheek; any morbid fleshy growth on the body, a tumour, a boil (
গলগণ্ড
); a gland (
গণ্ডমালা
); any massive thing (
গণ্ডশৈল
). ☐
a
. large and important.
~কূপ
n
. a dimple on the cheek; a valley.
~গ্রাম
n
. a large populous village; a remote village.
~দেশ, ~ফলক
n
. the cheek.
~মালা
n
. mumps; scrofula.
~মূর্খ
a
. utterly ignorant or illiterate; utterly stupid.
গণ্ডশিলা
n
. a boulder.
গণ্ডশৈল
n
. a volcanic rock.
~স্হল
n
. the cheek.
গণ্ডক
gaṇḍaka
n
. the rhinoceros; an obstacle; a unit of counting in fours; a river of that name.
গণ্ডকীশিলা
gaṇḍakīśilā
n
. a kind of black stone found in the river Gandaki.
গণ্ডি, গণ্ডী
gaṇḍi
,
gaṇḍī
n
. an encircling line, a boundary-line; bounds, limit; a (circular) part of land immunized by means of a charm.
গণ্ডি দেওয়া
v
. to draw a (circular) line along the boundary; to draw a line encircling a plot of land and immunize it by means of a charm.
গণ্ডু
gaṇḍu
n
. a pillow; a knot.
গণ্ডূষ
gaṇḍūṣa
n
. a mouthful or handful of water; the cavity or capacity of a cupped palm; act of taking water in the cup of one's palm by uttering some sacred incantation and drinking it.
গণ্য
gaṇya
a
. countable, calculable, estimable; worth regarding as; considered, regarded as (
পূজনীয় বলে গণ্য
); deserving attention, important (
গণ্যমান্য
).
গণ্য করা
v
. to consider or to reckon as; to attach importance to, to care.
~মান্য
a
. important and respectable.
Page 295
|
×
Close

--- ページ 295 終了 ---

Page 296
গৎ
gat
n
. the (cardinal) notes of a musical air; an utterance, a slogan (
সব নেতারই এক গৎ
); a code of laws or rules, routine (
বাঁধা গৎ
).
বাঁধা
(
বা
বাঁধি
)
গৎ
set words or speech; a catchword; rigid rules or routine.
গত
gata
a
. departed; finished; bygone, past; last (
গত সোমবার
); dead (
তার পিতা গত হয়েছেন
); obtained, held (
হস্তগত
); entered, lying (
রন্ধ্রগত, মনোগত
).
গত হওয়া
v
. to go by, to depart; to be finished; to pass away; to die.
গতস্য শোচনা নাস্তি
let bygones be bygones, it's no use crying over past things, let the dead past bury its dead.
~কল্য, ~কাল
n. & adv
. yesterday.
~ক্লম
a
. refreshed.
~চেতন
a
. unconscious; fainted, swooned.
~জীব, ~জীবন
a
. dead.
~দিন, ~দিবস
n. & adv
. yesterday.
~নিদ্র
a
. sleepless; wakeful; awake.
~পরশু
n. & adv
. (the) day before yesterday.
~প্রাণ
a
. dead.
~প্রায়
a
. nearly gone.
~বৎসর
n. & adv
. (the) last year.
~ব্যথ
a
. relieved of pain.
~ভর্তৃকা
a. fem
. widowed.
~যৌবন
a
. past one's prime of life, past one's youth; middle-aged; aged, old.
fem
.
~যৌবনা । ~রাত্রি
adv
. last night.
~শোক
a
. one who has conquered grief and sorrow.
~শোচনা
n
. grief for the past.
~সঙ্গ
a
. having no attachment to anything worldly.
~স্পৃহ
a
. disinterested; apathetic.
গতর
gatara
n
. body; health; physical strength or ability.
~খাকি, ~খাগি
a. fem
. (abusively) physically strong yet averse to work; extremely lazy.
masc
.
~খেকো, ~খেগো । গতর খাটানো
v
. to undergo physical toil; to work as a manual labourer.
গতাগত, গতাগতি
gatāgata
,
gatāgati
n
. going and coming; frequenting; advent and departure; birth and death (
'করম বিপাকে গতাগতি পুন পুন'
).
গতানুগতিক
gatānugatika
a
. routine; customary; usual; conventional; traditional; trite, hackneyed, commonplace; monotonous.
~তা
n
. state of being customary; traditionalism; subservience to routine; triteness; lack or absence of variety; monotony.
~ভাবে
adv
. in a customary or hackneyed fashion, by keeping to the beaten track.
গতানুশোচনা, গতানুশোচন
gatānuśocanā
,
gatānuśocana
n
. regret or grief for the past or for one's past actions.
গতানুশোচনা করা
v
. to lament for the past; to lament for one's past actions; to repent.
গতায়তি, গতায়াত
gatāẏati
,
gatāẏāta
variants of
গতাগতি
and
গতাগত
respectively.
গতায়ু
gatāẏu
a
. one whose days are numbered, about to die, dying.
গতাসু
gatāsu
a
. dead.
গতাসু হওয়া
v
. to die, to expire.
Page 296
|
×
Close

--- ページ 296 終了 ---

Page 297
গতি
gati
n
. going, passage, movement; gait, motion, velocity; a way, a means (
অন্য গতি নেই
); a refuge or shelter, one who shelters or aids, a helper, a protector, a patron (
দীনের গতি
); a remedy; consequence; the state into which one has to pass after one's death (
নরকগতি
); a means or way of rescue or salvation (
পাপিষ্ঠের গতি
); obsequies (
মৃতের গতি করা
); end (
মৃত্যুই জীবনের গতি
); condition, state (
দুর্গতি, আকাশের গতি
);
গতি করা
v
. to make necessary arrangement for; to remedy; to take necessary action; to provide for; to perform funeral rites of.
আহ্নিক গতি
(astr.) diurnal motion.
কৌণিক গতি
(phys.) angular motion.
বার্ষিক গতি
(astr.) annual motion.
গতিক
n
. state, condition (
মনের গতিক
); a means or stratagem (
কোনো গতিকে
).
কার্যগতিকে
adv
. in course of business or work; on business.
~ক্রিয়া
n
. procrastination.
~দায়িনী
a. fem
. one who gives spiritual salvation.
~প্রকৃতি
same as
গতিবিধি । ~বিজ্ঞান, ~বিদ্যা
n
. kinetics; dynamics.
~বিধি
n
. movement, activity (
শত্রুর গতিবিধি
); regular access or intercourse (
রাজবাড়িতে তার গতিবিধি আছে
); (arch.) a means of spiritual salvation (
'ও মা কর গতিবিধি'
).
~বেগ
n
. speed, pace, vclocity.
~বেগমাপন যন্ত্র
n
. an instrument for measuring speed, a speedometer, a tachometer.
~ভঙ্গ, ~রোধ
n
. stoppage or arrest of movement in the midway.
~ভঙ্গ করা
v
. to stop in the midway; to break journey.
~ময়
a
. moving, mobile; having movement.
~ময়তা
a
. mobility; movement; the state of having movement.
~রোধক
a
. that which checks the movement. ☐
n
. a break.
~রোধ করা
v
. to cause to stop in the midway, to stop in the midway.
~হীন
a
. motionless, immobile, still, having nothing to fall back on, resourceless.
গতীয়
gatīẏa
a
. kinetic, dynamic.
গত্যন্তর
gatyantara
n
. another means or way, an alternative means or way, an alternative.
~হীন
a
. without an alternative, without any other means, left without an alternative.
গদ
gada
n
. poison; disease; morbid presence of undigested food in the stomach (
পেটে গদ জমেছে
).
গদগদ
gadagada
n
. a voice made indistinct with excessive emotion. ☐
a
. overwhelmed with emotion, ecstatic (
গদগদচিত্ত
); one whose voice has been choked with emotion (
গদগদ হওয়া
); choked or confused with excessive emotion (
গদগদ ভাষা
).
গদা
gadā
n
. a mace, a club.
~ঘাত
n
. a blow with a club, a stroke of a club.
গদাঘাত করা
v
. to strike with a club, to club.
~ধর, ~পাণি
a
. holding a club. ☐
n
. an appellation of Vishnu (
বিষ্ণু
).
~যুদ্ধ
n
. fight with clubs.
গদাইলশকরি, গদাইলস্করি
gadāilaśakari
,
gadāilaskari
a
. extremely sluggish.
গদাইলশকরি চাল
n
. sluggishness; the habit of doing things in a very slow and tardy manner.
গদাঘাত, গদাধর, গদাপানি
gadāghāta
,
gadādhara
,
gadāpāni
see
গদা ।
গদি
gadi
n
. a mattress, a cushion; a mercantile office (
মারোয়াড়ির গদি
); a king's seat, a throne, a gadi (
গদিতে আরোহণ করা
); the seat of a zemindar or landlord or of an ecclesiastical chief, an abbot etc. (
গদি পাওয়া
).
গদিয়ান
a
. seated; ruling; holding a post.
গদ্য
gadya
n. & a
. prose.
~কবিতা
n
. a prose-poem.
~ছন্দ
n
. prose rhythm; the unversified language of poetry (
গদ্যছন্দে লেখা কবিতা
).
~ময়
a
. prosaic.
~লেখক
n
. a prose-writer.
গনগন
ganagana
int
. expressing the blazing state.
গনগন করা
v
. (of fire) to burn blazingly, to blaze.
গনগনে
a
. blazing.
গনতি
ganati
var. of
গুনতি ।
গনতকার
ganatakāra
n
. a foreteller, an astrologer, a palmist; a soothsayer.
গনা
ganā
v
. to count, to enumerate; to calculate, to compute; to consider; to regard as (
মানুষ বলে গনা
); to anticipate, to apprehend (
বিপদ গনা
); to foretell, to divine; to read as a palmist. ☐
a
. counted, enumerated; calculated; considered, reckoned; anticipated; exactly just (
গনা দশ বৎসর
).
~গনতি, ~গুনতি
a
. neither more nor less, exact, just.
গনাগোষ্ঠী
ganāgoṣṭhī
n
. the whole race or family.
গনানো
ganāno
v
. to cause to count or enumerate or calculate or compute; to cause to anticipate; to cause to foretell or divine; to cause to read (one's palm, horoscope etc.) as by an astrologer.
গন্ডগোল
ganḍagola
n
. tumult, uproar; disturbance; disorder; complication; difficulty; hitch.
গন্ডগোল করা
v
. to make a noise; to kick up a row; to create disorder.
গন্ডা
ganḍā
n
. a set of four; a unit in fours; one's due or share (
আপন গন্ডা
)
~কিয়া
n
. the table of counting by fours.
গন্ডায় গন্ডায়
ganḍāẏa
,
ganḍāẏa
adv
. in a large number.
গন্ডার
ganḍāra
n
. the rhinoceros.
গন্ডেপিন্ডে
ganḍepinḍe
adv. & a
. stuffing or gorging oneself to the full.
গন্ডেপিন্ডে খাওয়া
ganḍepinḍe
,
khāoẏā
v
. to stuff or gorge oneself with food to the full; to gormandize.
গন্তব্য
gantabya
a
. where one is to go, destined. ☐
n
. destination.
~পথ
n
. the destined route or way.
~স্হল
n
. destination.
গন্তা
gantā
a
. one who goes or journeys, going, travelling. ☐
n
. a goer, a traveller.
fem
.
গন্ত্রী ।
Page 297
|
×
Close

--- ページ 297 終了 ---

Page 298
গন্ধ
gandha
n
. a scent, an odour, an aroma, a smell; a perfume (
গন্ধ মাখা
); spices (
গন্ধবণিক
); faint mention or touch or presence or trace (
নামগন্ধ
); connection (
এতে টাকার গন্ধ আছে
).
গন্ধ ছড়ানো
v
. to give out smell, to smell.
গন্ধ পাওয়া
v
. to smell, to get the smell of; to get an inkling of, to be on the scent.
গন্ধ নেওয়া, গন্ধ শোঁকা
v
. to smell.
~কাষ্ঠ
n
. sandalwood, aloe-wood.
~গোকুল, ~গোকুলা
n
. a variety of pole-cat or civet.
~জল
n
. perfumed or scented water.
~তেল
n
. perfumed oil, scented oil.
~দ্রব্য
n
. an aromatic substance, a perfume; a kind of flower plant.
~পুষ্প
n
. a fragrant flower; a flower besmeared with or soaked in sandal-paste.
~বণিক
n
. a Hindu caste dealing in spices; a member of this caste.
~বহ, ~বাহ
n
. the wind.
~বিহীন
a
. same as
গন্ধহীন । ~বেনে
coll. corrup. of
~গন্ধবণিক । ~ভাদাল, ~ভাদুলি
n
. a kind of (medicinal) creeper with a strong scent, Paederia foetida.
~মূষিক
n
. the musk-rat, the mole.
~মৃগ
n
. the musk-deer.
~রাজ
n
. a kind of fragrant flower or its tree, the Gardenia.
~হীন
a
. scentless.
গন্ধে গন্ধে
adv
. trailing the scent of.
গন্ধক
gandhaka
n
. sulphur, brimstone.
~কাঠি
n
. sulphur match for lighting a lamp.
~চূর্ণ
n
. sulphur powder; gunpowder.
~দ্রাবক, গন্ধকাম্ল
n
. sulphuric acid.
গন্ধরস
gandharasa
n
. myrrh.
গন্ধর্ব
gandharba
n
. (myth.) one belonging to a class of demi-gods proficient in music and war; (rare) a natural musician, a born musician.
~বিদ্যা
n
. the science and art of music, music.
~বিবাহ
n
. secret marriage of lovers (usu. by exchange of garlands) without any formal ceremony.
~বেদ
n
. the treatise on music; the science of music.
~লোক
n
. the land or abode of the Gandharvas (
গন্ধর্ব
).
গন্ধলি
gandhali
lit. var. of
গাঁদা ।
গন্ধসার
gandhasāra
n
. sandal tree.
গন্ধাধিবাস, গন্ধাধিবাসন
gandhādhibāsa
,
gandhādhibāsana
n
. a ceremonial perfuming prior to a marriage or a holy rite.
গন্ধী
gandhī
a
. (chiefly used as a
sfx
.) having a specific scent, scented. ☐
n
. a dealer in spices (by caste); a kind of beetle with an abominable odour or offensive smell, a flying bug.
গন্ধেন্দ্রিয়
gandhendriẏa
n
. the organ of smell, the nose.
গন্ধেশ্বরী
gandheśbarī
n
. the tutelary deity of dealers in spices.
গন্ধোপজীবী
gandhopajībī
n
. a dealer in spices (by caste). ☐
a
. dealing in spices.
গন্নাকাটা
gannākāṭā
a
. hare-lipped.
গপ গপ
gapa
,
gapa
int
. expressing: the sound of eating rapidly or voraciously in large morsels.
গপাগপ
adv
. rapidly or voraciously in large morsels (
গপাগপ গেলা
).
গপাগপ
gapāgapa
see
গপ গপ ।
গপ্পো, গপ্পো
gappo
,
gappo
n
. (coll.) gossip, chit-chat, prate.
গপ্পো করা
v
. to talk idly, to chatter; to blab.
~বাজ, গপ্পে
a
. given to idle or too much talk, talkative, gossipy; able to talk or chat flippantly. ☐
n
. an idle talker; a flippant talker.
গবচন্দ্র
gabacandra
n
. the name of a ludicrously stupid minister of folk tales; an utter fool.
গবদা
gabadā
a
. corpulent, bulky, plump, fat, fleshy, chubby.
গবয়
gabaẏa
n
. a kind of (wild) cow having no dewlap (chiefly found in the Himalayan region).
গবা
gabā
n
. a fatty and stupid person. ☐
a
. fatty and foolish.
গবাক্ষ
gabākṣa
n
. a ventilator in the shape of a bull's eye; an eyelet; a bay-window.
গবাগব
gabāgaba
var. of
গপাগপ ।
গবাদি
gabādi
n
. the cow and similar other (domestic) animals; the cattle group.
গবুচন্দ্র
gabucandra
var. of
গবচন্দ্র ।
গবেট
gabeṭa
n
. fool, idiot, simpleton, dolt, blockhead, dunce, booby.
গবেষক
gabeṣaka
n
. one who researches, researching. ☐
n
. a research-worker; a researcher.
গবেষণা, গবেষণ
gabeṣaṇā
,
gabeṣaṇa
n
. research.
গবেষণা করা
v
. to research.
গবেষণাগার
n
. a laboratory, a lab.
গবেষিত
gabeṣita
a
. researched.
গব্য
gabya
a
. relating to the cow; produced of the cow or cow-milk. ☐
n
. anything produced of the cow or cow-milk (such as milk, ghee, curd, cowdung and cow's urine: these five collectively are called
পঞ্চগব্য
); milk-product.
গব্যোৎপাদন
gabyotpādana
n
. dairy farming.
গভর্নমেন্ট
gabharnamenṭa
n
. (pol.) government.
গভর্নর
gabharnara
n
. (pol.) a governor (of a state).
Page 298
|
×
Close

--- ページ 298 終了 ---

Page 299
গভীর
gabhīra
a
. deep; hollow (
গভীর পাত্র
); dense (
গভীর বন
); intense; thick (
গভীর অন্ধকার
); profound (
গভীর পান্ডিত্য
); far-reaching, intricate, secret, esoteric (
গভীর তত্ত্ব
); far-advanced (
গভীর রাত্রি
); low-pitched, grave (
গভীর স্বর
). ☐
n
. the inmost or deepest part, depth (
মনের গভীরে
).
গভীরতা, গভীরত্ব
n
. depth; hollowness; density; intensity, thickness; profundity; intricacy; far advanced state; gravity, graveness.
গভীর জলের মাছ
n
. a deep-water fish; (fig.) a very cunning and secretive person, a person whose designs or motives are too deep for divination.
গভীর রাত্রে
in the dead of night.
গভীর শ্বসন
deep breathing.
গম
gama
n
. wheat.
গমক
gamaka
n
. (mus.) a kind of artistic trill.
গমগম
gamagama
int
. expressing: the state of being resounded with deep or grave sound; the state of being filled (esp. solemnly).
গমগম করা
v
. to resound with deep or grave sound; to be full (esp. solemnly).
গমগমে
a
. (of sound or voice) resounding, deeply resounding.
গমন
gamana
n
. act of going, departure; movement; motion; gait; sexual intercourse, coition (
পরদারগমন
).
গমন করা
v
. to go; to depart, to leave; to move.
~পথ
n
. a route; a way.
~শীল
a
. going, moving.
গমনাগমন
n
. going and coming; departure and arrival; frequentation.
গমনাগমন করা
v
. to go and come; to depart and arrive; to frequent.
গমনার্হ, গমনীয়
a
. where one may go to; that which can be traversed, passable, accessible; where one is to go, destined.
গমনোদ্যত
a
. about to go or depart or move.
গমনোন্মুখ
a
. eager or about to go or depart or move.
গম্বুজ
gambuja
var. of
গুম্বজ ।
গম্ভীর
gambhīra
a
. grave, solemn (
গম্ভীর স্বর
); affecting or expressing importance (
গম্ভীর চাল, গম্ভীর আকৃতি
); serious, glum, sullen (
গম্ভীর মুখ
); sparing in speech, reserved.
~তা
n
. gravity, solemnity; affectation or expression of importance; seriousness; glumness; sullenness; reticence in speech, reservedness.
গম্ভীর নাদ
a grave or resounding sound; a deep roar.
~নাদী
a
. resounding; emitting a deep or resounding sound; roaring deeply.
~প্রকৃতি
a
. reserved and grave.
গম্ভীর স্বর
a grave or serious voice.
গম্ভীরাকৃতি
a
. looking or appearing grave and solemn.
গম্ভীরা
gambhīrā
n
. a form of worshipping Shiva (
শিব
) in the month of Chaitra (
চৈত্র
); a kind of folk-song sung esp. in the Malda district on this occasion; the music of these songs; a form of decoration with tinsels; the inner part of a temple.
গম্য
gamya
a
. where one may go; fit to be visited; that which can be traversed, passable, accessible; where one is to go, destined; obtainable; comprehensible; enjoyable; fit for sexual intercourse.
~তা
n
. visitability; accessibility; motion.
fem
.
গম্যা ।
গয়ংগচ্ছ
gaẏaṅgaccha
n
. dilatoriness, procrastination; laziness.
গয়না
gaẏanā
coll. corrup. of
গহনা ।
গয়বি
gaẏabi
a
. secret, concealed, undisclosed (
গয়বি খুন
); cock-and-bull, fantastic (
গয়বি কথা
); providential, divine (
গয়বি আদেশ
).
গয়বি চাল
(in chess) a move conducted or directed from a distance and without looking at the chess-board; (fig.) a direction for action without knowing the state of affairs.
গয়বি চিঠি
an anonymous or unsigned letter.
গয়রহ
gaẏaraha
con
. (in law) and the rest, and others, etcetera, et al.
গয়লা, গয়লানি
gaẏalā
,
gaẏalāni
coll. corruptions of
গোয়ালা
and
গোয়ালিনি
respectively.
গয়ার, গয়ের
gaẏāra
,
gaẏera
n
. phlegm.
গয়ের তোলা
v
. to expectorate, to eject phlegm.
গয়ালি
gaẏāli
n
. a priest and guide for the pilgrims to the temple of Gaya.
গর
gara
pfx
. denoting: negation (
গরহাজির
); disparity, want (
গরমিল
); non-, dis- etc.
গরগর
1
garagara
a
. overwhelmed (
ভাবে গরগর
); beside oneself, esp. with delight (
'রাইরূপ হেরি অন্তর গরগর'
); deeply reddened (
চক্ষু গরগর
).
গরগরে
a
. overwhelming; deep; very hot or strong (
গরগরে ঝাল
).
Page 299
|
×
Close

--- ページ 299 終了 ---

Page 300
গরগর
2
garagara
int
. expressing: sign of anger or angry muttering; low roaring sound; deep colour effect.
গরগর করা
v
. to betray or give out signs of anger; to mutter angrily; to roar suppressedly; to betray repressed anger or irritation; to fret and fume (
রাগে গরগর করা
); to redden deeply (
চক্ষু গরগর করা
).
গরগরে
a
. flushed with anger; muttering angrily; roaring suppressedly; deep red; (of any colour) deep.
গরজ
garaja
n
. necessity or interest (
আপন গরজে
); attention, devotion (
পড়াশোনায় গরজ
).
গরজ করা
v
. to feel eagerness to do, to be up and doing, to be active; to pay attention to.
গরজি
a
. (chiefly used as a
sfx
.) interested (
আপ্তগরজি
).
গরজ বড় বালাই
(fig.) necessity is the most exacting taskmaster; (fig.) necessity knows no law.
গরজনি
garajani
poet. corrup. of
গর্জন ।
গরজানি, গরজানো
garajāni
,
garajāno
poet. corruptions of
গর্জানি
and
গর্জানো
respectively.
গরঠিকানা
garaṭhikānā
n
. a wrong address, an incorrect address.
গরঠিকানিয়া
a
. one whose address is not known; without an address.
গরদ
garada
n
. a kind of silk fabric.
গরদা
garadā
alt. spell. of
গর্দা ।
গরব
garaba
poet. corrup. of
গর্ব ।
গরবা
garabā
n
. a kind of dance accompanied with songs current in Gujarat.
গরবিত
garabita
poet. corrup of
গর্বিত ।
গরবিনি,
garabini
, (rej.)
গরবিনী
a. fem
. glorious, honoured, proud (
'তোমার গরবে গরবিনী হাম'
).
গরম
garama
n
. heat (
গ্রীষ্মের গরম
); summer (
গরমের সময়
); arrogant, haughtiness (
কথার গরম
); vanity, pride (
টাকার গরম
); morbidity, illness (
পেট গরম
). ☐
a
. hot (
গরম জল, গরম কাল
); warm, woollen (
গরম জামা
); arrogant, haughty (
গরম মেজাজ
); angry (
গরম কথা
); characterized by high price, dear (
গরম বাজার
); excited, belligerent (
গরম পরিস্হিতি
); fresh and exciting (
গরম খবর
).
গরম মশলা
cardamom cloves and cinnamon taken together as used in cooking to make food rich.
গরম গরম, গরমাগরম
a
. (of food) hot; (fig.—of news etc.) fresh and exciting.
গরমি
garami
n
. heat; summer; anger; syphilis.
গরমিল
garamila
n
. disparity; disagreement; disharmony.
গররাজি
gararāji
a
. unwilling, reluctant, loth, not consenting.
গররাজি হওয়া
v
. to express one's reluctance or unwillingness; not to agree.
গরল
garala
n
. poison.
গরহাজির
garahājira
a
. absent.
গরহাজির থাকা
v
. to absent oneself.
গরাদ
garāda
n
. a bar (as of a window).
গরান
garāna
n
. the mangrove or its timber.
গরাস
garāsa
dial. corrup. of
গ্রাস ।
গরিব
gariba
a
. poor.
~খানা
n
. (in polite speech) the speaker's dwelling-house which is supposed to be poor, (my) poor or humble residence.
~গুরবো
n. pl
. the poorer classes; the proletariat.
গরিবানা, গরিবি
n
. poverty; a poor man's state; poor arrangement. ☐
a
. poor; poorly.
গরিমা
garimā
n
. glory; pride; vanity; importance; spiritual glory earned by yoga or austere religious practice.
গরিলা
garilā
n
. the gorilla.
গরিষ্ঠ
gariṣṭha
a
. weightiest; most important; largest; greatest; maximum; most venerable or honourable; richest; chief.
গরিষ্ঠ সাধারণ গুণনীয়ক,
(
সংক্ষেপে
)
গ সা গু
(in arith.) greatest common measure, G.C.M.; (in alg.) highest common factor, H.C.F.
গরিষ্ঠ সম্প্রদায়
the majority community.
গরীব
garība
rej. spell. of
গরিব ।
গরীয়ান
garīẏāna
a
. weightier; more important; larger; more venerable or honourable; richer.
fem
.
গরীয়সী ।
গরু
garu
alt. spell. of
গোরু ।
গরুজে
garuje
coll. corrup. of
গরজি
(see
গরজ ।
)
গরুড়
garuṛa
n
. (myth.) the name of the prince of the birds on whom Vishnu (
বিষ্ণু
) rides.
~ধ্বজ, ~বাহন
n
. Vishnu (
বিষ্ণু
).
গরুড়াসন
n
. a posture of sitting in yoga after the manner of Garuda (
গরুড়
).
গরুৎ
garut
n
. a wing (as of a bird); a feather.
গরুত্মান
garutmāna
n
. Garuda (
গরুড়
); a bird. ☐
a
. winged; feathered.
গরুত্মতী
n. fem
. a female bird. ☐
a. fem
. winged; feathered; having a sail or sails (
গরুত্মতী তরী
).
গর্জক
garjaka
a
. one who or that which roars, roaring.
গর্জন
1
garjana
n
. roar, rumble, howl, thundering sound.
গর্জন করা
v
. to roar, to rumble, to howl, to thunder.
Page 300
|
×
Close

--- ページ 300 終了 ---

Page 301
গর্জন
2
garjana
n
. a species of tall tree,
Dipterocarpus turbinatus
, the garjan.
~তেল
n
. juice of garjan used in varnishing idols etc.
গর্জমান
garjamāna
a
. engaged in or in a state of roaring, roaring, rumbling, howling, thundering.
গর্জানো
garjāno
v
. to roar, to rumble, to howl, to thunder.
গর্জানি
n
. roaring, rumbling, howling, thundering.
গর্জিত
garjita
a
. sounded or resounded loudly.
গর্ত
garta
n
. a hole, a slot, a cavity, a crevice, a cavern, a pit, a cave.
গর্ত করা
v
. to make a hole; to dig a hole.
গর্ত ভরাট করা
to fill a hole.
গর্দভ
gardabha
n
. the ass; (in reproof or taunts) an utter fool.
fem
.
গর্দভী । গর্দভ রাগিণী
n
. (ridi.) the intolerably harsh voice of a bad singer.
গর্দা
gardā
n
. soil, dirt, filth.
গর্দান
gardāna
n
. the neck or the throat; the part of the body above the shoulders; the head.
গর্দান দেওয়া
v
. to sentence to death by beheading; to behead; to sacrifice one's own head.
গর্দান নেওয়া
v
. to behead.
গর্দানি
n
. holding by the neck and pushing one out.
গর্ব
garba
n
. pride; conceit; vanity; boasting, bragging; an object of pride or glory (
রবীন্দ্রনাথ ভারতের গর্ব, এই ছবিখানি তার গর্ব
)
গর্ব করা
v
. to pride (in); to boast, to brag.
~শূন্য
a
. free from pride; modest; unpretentious.
গর্বিত, গর্বী
a
. proud; conceited; vain, vainglorious; boastful, braggart.
fem
.
গর্বিতা, গর্বিণী । গর্ব্বোজ্জ্বল
a
. radiant with pride or glory.
গর্বোদ্ধত
a
. arrogant and vainglorious.
Page 301
|
×
Close

--- ページ 301 終了 ---

Page 302
গর্ভ
garbha
n
. inner part; interior, inside (
নারকেলের গর্ভ, ভূগর্ভ
); bed, bottom (
নদীগর্ভ
); hollow, pit (
খনিগর্ভ
); womb (
গর্ভে ধারণ
); a spathe (of a plant); embryo, foetus (
গর্ভধারণ
); pregnancy, conception (
গর্ভলক্ষণ
); belly (
পেয়ারাগুলো সব ছেলেদের গর্ভে গেছে
); (fig.) undue appropriation (
এ টাকা মহাজনের গর্ভে যাবে
).
গর্ভ হওয়া
v
. to be in the family way; to become pregnant.
~কটি
a
. perigynous.
~কাল
n
. gestation.
~কেশর
n
. the pistil (of a flower).
গর্ভকেশরের অগ্রভাগ
a stigma.
~কোষ
n
. the uterus, seed-vessel.
~গৃহ
n
. a lying-in room; a small room or compartment within a larger one often in a temple to house the idol (cp. an anteroom).
~চ্যুত
a
. miscarried (in birth); fallen from the womb.
~চ্যুতি
n
. miscarriage.
~জ, ~জাত
a
. born of the womb (of).
~তন্তু, ~দন্ড
n
. (bot.) a style.
~দাস
n
. a son of a slave woman (such a son is bound to slavery by birth); one's son by one's slave-woman
~ধারণ
n
. conception.
~গর্ভধারণ করা
v
. to conceive, to become pregnant, to be with child or in the family way.
গর্ভে ধারণ
act of bearing in one's womb; gestation.
~ধারিণী
n
. mother.
~নাড়ি
n
. umbilical cord.
~নাশ
n
. same as
গর্ভপাত । ~নিঃসৃত
a
. one who or that which has come out of the womb (of); extricated from the womb (of).
গর্ভনিঃসৃত হওয়া
v
. to come out of the womb (of).
~পত্র
n
. (bot.) a carpel.
~পরিশ্রব, ~ফুল
n
. placenta.
~পাত
n
. miscarriage, abortion.
~পাত করা
v
. to cause abortion (esp. illegally).
গর্ভপাত হওয়া
v
. to have abortion, to miscarry.
~বতী
a
. pregnant, with child, in the family way.
গর্ভবতী হওয়া
v
. (of women) to become pregnant, to conceive; (of beasts) to be gravid or big with young.
~বাস
a
. the period of gestation or act of living in one's mother's womb.
গর্ভবাস করা
v
. to be in one's mother's womb. to live in one's mother's womb.
~বেদনা, ~ব্যথা
same as
গর্ভযন্ত্রণা । ~মাস
n
. the first month of conception.
~মুণ্ড
n
. (bot.) a stigma.
~মোচন
n
. delivery of a child.
গর্ভমোচন করা
v
. to be delivered of a child.
~যন্ত্রণা, ~যাতনা
n
. throes of labour, travail, labour-pain; (fig.) excessive pain or labour.
গর্ভযন্ত্রণা ভোগ করা
v
. (lit. & fig.) to be in travail, to be in labour.
~লক্ষণ
n
. sign of pregnancy.
~শীর্ষ
a
. (bot.) epigynous.
~সংক্রমণ, ~সঞ্চার
n
. appearance of the embryo in the womb; conception.
গর্ভসঞ্চার হওয়া
v
. to become pregnant, to be with child.
~স্হ
a
. lying in the womb; of the womb.
~স্হলী
n
. the womb; the uterus.
~স্রাব
n
. miscarriage in childbirth, abortion; (vul.—in abuse or contempt) a bastard, a wastrel, a good-for-nothing fellow.
গর্ভস্রাব হওয়া
v
. to miscarry.
গর্ভাগার
garbhāgāra
n
. a lying-in room; a small room or compartment within a larger one (cp. ante-room).
গর্ভাঙ্ক
garbhāṅka
n
. a scene (of a drama).
গর্ভাধান
garbhādhāna
n
. a ceremony on attainment of puberty by a married girl; act of making one pregnant, impregnation or fertilization (of the womb).
গর্ভাশয়
garbhāśaẏa
n
. the uterus, the ovary.
গর্ভাশয় প্রদাহ
n
. ovaritis.
গর্ভিণী
garbhiṇī
a
. pregnant. ☐
n
. a pregnant woman.
গর্ভোৎপাদন
garbhotpādana
n
. making one pregnant, impregnation or fertilization (of the womb.)
গর্মি
garmi
alt. spell. of
গরমি ।
গর্হণ, গর্হণা, গর্হা
garhaṇa
,
garhaṇā
,
garhā
n
. condemnation, censure, blame, accusation; reproach, reproof.
গর্হিত
garhita
a
. utterly condemned or censured; abominable, detestable; vile.
গর্হিত কাজ
an atrocious or odious or heinous act.
গর্হ্য
garhya
a
. condemnable, blameworthy; reproachable; detestable.
গল
gala
n
. the throat; the neck.
~কম্বল
n
. a dewlap.
~গণ্ড
n
. goitre.
~গ্রহ
n
. an undesirable burden hanging from one's throat; (fig.) an undesirable dependant who willy-nilly has to be supported and cannot be got rid of.
~দাহ
n
. inflammation of the throat, sore-throat, laryngitis, quinsy.
~দেশ
n
. the region of the throat, the throat.
~নালি
n
. the gullet, the oesophagus, the larynx, the wind-pipe.
~বদ্ধ
n
. a neckerchief, a muffler; a neckband, a collar (of a dog etc.).
~বস্ত্র
a
. having a piece of cloth round one's neck (to indicate humility).
~বস্ত্র হওয়া
v
. to put a piece of cloth round one's neck (in humble submission).
~ভঙ্গ
n
. morbid hoarseness of voice, sore-throat.
~ভঙ্গ হওয়া
v
. to become hoarse of voice.
~রন্ধ্র
n
. the cavity of the throat.
~রজ্জু
n
. a halter.
~রসগ্রন্হি
n
. the adenoids.
~লগ্ন
a
. clung to one's neck.
~লগ্নীকৃতবাস
same as
গলবস্ত্র
(
a
).
~হস্ত
n
. act of holding by the neck or throat and pushing one out.
গলহস্ত দেওয়া
v
. to hold by the neck or throat and push one out.
গলই
galai
var. of
গলুই ।
গলগল
galagala
int
. expressing the sound of quick and profuse pouring out or coming out of liquid matter.
গলৎ, গলতি
1
galat
,
galati
a
. in a melting state; dripping; secreting morbid matter (
গলৎকুষ্ঠ
).
গলৎকুষ্ঠ
n
. ulcerous leprosy secreting morbid matter.
গলতি
2
galati
n
. a mistake, an error; a shortcoming, a defect.
গলদ
galada
n
. an error; a defect; a failing, an omission; a fault.
গলদ থাকা
v
. to be erroneous or defective or faulty.
গলদ হওয়া
v
. to commit an error or fault; to be faulty or erroneous through inadvertence or incapacity.
গলদ্ঘর্ম
galadgharma
a
. perspiring copiously, weltering in sweat, (lit.) melting in sweat.
গলদ্ঘর্ম হওয়া
v
. to perspire copiously, to welter in sweat.
গলদশ্রু
galadaśru
a
. with tears flowing from the eyes or rolling down the cheeks (
গলদশ্রুলোচন
).
গলদশ্রুলোচনে
adv
. with tearful eyes.
গলদা, গলদা-চিংড়ি
galadā
,
galadā-ciংṛi
n
. the lobster.
গলন
galana
n
. act of being melted, melting; act of passing through; act of being overwhelmed; softening; act of bursting open and secreting morbid matter.
গলনাঙ্ক
n
. melting-point.
Page 302
|
×
Close

--- ページ 302 終了 ---

Page 303
গলা
1
galā
v
. to melt (
বরফ গলা
); to pass or slip through; (fig.) to be tight-fisted (
হাত দিয়ে জল গলে না
); to pass through or enter (
ঘরের মধ্যে গলে যাওয়া
); to soften (
মন গলা
); to be overwhelmed (
স্হেহে গলা
); to burst open and secrete morbid matter (
ফোড়া গলা
); to decompose (
মৃতদেহটা গলে গেছে, পচে গলে যাওয়া
). ☐
a
. melted; worn out; softened overmuch; that which has burst open and is secreting morbid matter; decomposed; rotten.
গলানো
v
. to (cause to) melt; to (cause to) pass through; to (cause to) soften; to overwhelm; to put on easily or lightly (
জুতোটা পায়ে গলিয়ে
নাও
); to cause to burst open and secrete morbid matter; to decompose. ☐
a
. melted.
গলা গলা
a
. excessively softened or soft (
গলা গলা ভাত
).
গলা
2
galā
n
. the throat; the neck; the Adam's apple; voice (
তার গলা পাচ্ছি, গানের গলা
); strength of voice (
খেয়াল গাইতে হলে গলা থাকা চাই)
গলা কাটা
).
গলা
v
. to cut one's throat.
গলা চাপা
v
. to restrain one's voice; to throttle.
গলা ছাড়া
v
. to remove restraint from one's voice (whilst singing, lamenting, calling etc.)
গলা টেপা
v
. to throttle.
গলা টিপলে দুধ বেরোয়
(lit.—of a person) so young that milk comes out of the mouth when the throat is pressed; (fig.) very young or inexperienced (cp. greenhorn).
গলা ধরা, গলা বসা, গলা ভাঙা
v
. to be hoarse.
গলায় গাথাঁ
same as
গলায় পড়া । গলায় দড়ি
(in curses) damn! hang!
গলায় পড়া
v
. to come upon one as an undesirable burden.
গলায় লাগা
v
. to feel an uneasy sensation or pain in the throat, to have choking in the throat preventing easy passage of food; to cause irritation or inflammation of the larynx.
গলার কাঁটা
a fishbone stuck in one's throat; (fig.) a bothersome burden.
গলার জোর
strength of voice.
গলার থলি
(anat.) the pouch in the gullet or the crop.
গলার ব্যথা
throat-pain, inflammation of the throat, throatsore, quinsy.
একগলা, গলা পর্যল্ত
a
. reaching up to the neck, reaching up to the chin.
ভারী গলা
grave or deep voice.
~কাটা
a
. exorbitant, cut-throat (price etc.) (
গলাকাটা দাম
). ☐
n
. one who demands an exorbitant price (cp. a cut-throat).
~খাঁকারি
n
. act of clearing one's throat noisily, act of hawking.
গলাখাঁকারি দেওয়া
v
. to hawk.
গলা খুসখুসুনি
n
. itching sensation in the throat.
~গলি
a
. very intimate; close; matey; bosom; side by side. ☐
adv
. very intimately; closely; cheek by jowl. ☐
n
. close intimacy; closeness.
~গলি করা
v
. to be intimate with; to make free with; to hug.
গলাধঃকরণ
n
. act of swallowing or gulping; act of eating or drinking.
গলাধঃকরণ করা
v
. to swallow, to gulp; to eat or drink; (fig.) to brook, to endure (
অপমান গলাধঃকরণ করা
).
~ধাক্কা
n
. catching by the neck and driving one out.
গলাধাক্কা দেওয়া
v
. to catch by the neck and drive one out.
~বন্ধ
n
. a neckerchief; a comforter; muffler.
~বাজি
n
. shouting (usu. continuous); (ridi.) oration; bragging; bullying.
গলাবাজি করা
v
. to shout (usu. continuously); (ridi.) to deliver a lecture, to harangue; to brag; to bully.
গলাবাজি করে জেতা
to shout others down.
গলায় গলায়
a
. very close, intimate, hand in glove (
গলায় গলায় ভাব
). ☐
adv
. neck and neck, side by side; up to the throat; up to the brim; very closely, intimately.
গলাসি
galāsi
n
. the neck-rope of an animal.
গলি
gali
n
. a narrow street, a lane; a corridor.
কানা গলি
a blind alley, a cul-de-sac.
~ঘুঁজি
n. pl
. different narrow passages and concealed corners; lanes and bylanes; (fig.) secret regions or parts. nook and corner (
মনের গলিঘুঁজি
).
গলিজ
galija
a
. extremely dirty or filthy; full of stench; rotten; decomposed; abominable (
গলিজ ব্যাপার
).
গলিত
galita
a
. melted (
গলিত লোহা
); liquid, liquefied (
গলিত অশ্রু
); worn out, decrepit, old and infirm (
গলিতনখদন্ত
); decomposed (
গলিত শবদেহ
); secreting morbid matter (
গলিত কুষ্ঠ
).
গলিত কুষ্ঠ
same as
গলৎকুষ্ঠ
(see
গলৎ
).
গলুই
galui
n
. either of the tapering parts at the front and the back of a boat or ship, the prow or the stern.
Page 303
|
×
Close

--- ページ 303 終了 ---

Page 304
গল্প
galpa
n
. a story; a tale; a fable; an anecdote; a fantastic or fictitious narrative, a fib; gossip; chit-chat.
গল্প করা
v
. to gossip; to chat; to speak of (
সে বিলাতের সম্বন্ধে গল্প করছে
); to tell fantastic or fictitious tales about (
নে আর তোর বাহাদুরির গল্প করিস না
).
গল্প পড়া
v
. to read out a story or anecdote.
গল্প ফাঁদা
v
. to spin or invent or fabricate a story.
গল্প বলা
v
. to tell a tale.
গল্প লেখা
v
. to write stories or tales.
গল্প শোনা
v
. to hear a tale or anecdote.
~কার
n
. a storywriter; a story-teller.
~গুজব করা
v
. to gossip, to chat.
গল্প বলিয়ে
n
. a tale-teller; a raconteur (
fem
. a raconteuse).
গল্প-সল্প
same as
গল্পগুজব । গল্পে
a
. gossipy; talkative.
গ সা গু
ga
,
sā
,
gu
see
গরিষ্ঠ ।
গস্ত
gasta
n
. act of walking or travelling, ambulation; act of purchasing goods (esp. for a retail shop) by ambulating in a (wholesale) market, shopping.
গস্ত করা
v
. to purchase goods (esp. for a retail shop) by ambulating in a (wholesale) market, to shop.
গস্তানি
gastāni
n
. a harlot, a prostitute, a whore.
গহন
gahana
a
. dense; not easily accessible; difficult to comprehend. ☐
n
. a part or region not easily accessible (
মনের গহনে
).
গহনা
1
gahanā
n
. (formal) an ornament.
~গাটি, ~পত্র
n. pl
. ornaments and other valuables.
গহনা
2
, গহনার নৌকা
gahanā
,
gahanāra
,
naukā
n
. a boat that runs regularly with passengers from stage to stage, a stage-boat.
গহিন
gahina
a
. deep; not easily accessible; far advanced (
গহিন রাতে
= at dead of the night).
গহ্বর
gahbara
n
. a hole; a cavity; a pit.
-গা
1
-gā
fem
. of
গ
2
(
নিম্নগা
).
গা
2
gā
int
. a meaningless term or expletive used in conversation (
হ্যাঁ গা মেয়ে, বল কি গা
).
গা
3
gā
n
. (mus.) the third note in the natural scale, E.
Page 304
|
×
Close

--- ページ 304 終了 ---

Page 305
গা
4
gā
n
. the body (
গায়ের জোর
); the surface of the body, the skin (
খসখসে গা
); sensibility, sensitiveness (
অপমান গায়ে না লাগা
); attention, heed, interest, willingness (
কাজে গা নেই
).
গা করা
v
. to set one's mind (to); to pay heed (to); to take interest (in).
গা কাঁপা
v
. to shudder in fear; to shiver.
গা কেমন করা, গা কেমন-কেমন করা
v
. to be stricken with nausea, to feel uneasy or have nausea; to feel indisposed; to be stricken with fear.
~-গতর
n
. the whole body.
~-গরম
n
. state of having or running a temperature.
গা গরম হওয়া
v
. to have one's body warmed up; to have a temperature, to run a temperature; to become feverish.
গা গুলানো
v
. to be stricken with nausea, to have nausea, to feel queasy.
গা ঘামানো
v
. to toil (esp. earnestly); (of an athlete, performer, etc.) prepare for a contest, performance, etc. by practising, warm up.
গা ঘেঁষা
v
. to get very close to; to try to be intimate with.
গা জুড়ানো
v
. to soothe, to gratify, to please; to refresh.
-জুড়ানো
a
. soothing; pleasant; refreshing (
গা-জুড়ানো বাতাস
).
~-জোরি
n
. application or showing of undue force.
গা জ্বালা করা
v
. to have burning sensation in the body; (fig.) to be malicious or spiteful; to be jealous; to grudge; to be displeased; to get angry.
গা ঝাড়া দেওয়া
v
. to shake one's body.
গা ঝাড়া দিয়ে ওঠা
v
. (lit.) to get up after shaking one's body; (fig.) to become active again with an effort, to shake off inertia.
গা ঝিমঝিম করা
v
. to feel dizzy.
গা ঢাকা দেওয়া
v
. to go into hiding, to abscond.
গা ঢেলে দেওয়া
v
. to lie down; to relax one's efforts and let things have their own course; to join (in a work) wholeheartedly.
গা তোলা
v
. to get up.
গা দেওয়া
same as
গা করা । গা পেতে নেওয়া
v
. to invite (punishment, insult etc.) upon oneself.
গা বমি-বমি করা
same as
গা গুলানো । গা মাটি-মাটি করা
v
. to feel like lying down in idleness.
গা ম্যাজম্যাজ করা
v
. to feel uneasy, to feel out of sorts; to feel sluggish.
গায়ে কাঁটা দেওয়া
v
. to have horripilation; to have one's hair stand on end, to have gooseflesh.
গায়ে গায়ে
very close, closely situated, standing very close; side by side; clinging together.
গায়ে থুতু দেওয়া
v
. to spit upon one's face; (fig.) to detest extremely, to abhor, to abominate.
গায়ে দেওয়া
v
. to wear, to put on.
গায়ে পড়ে
officiously; uninvitedly.
গায়ে ফুঁ দিয়ে বেড়ানো
v
. (fig.) to move about avoiding toil and responsibility.
গায়ে ফোসকা পড়া
v
. (fig.) to fret with pain or malice or jealousy; to be over-sensitive.
গায়ে মাংস
(বা
মাস
)
লাগা
v
. to grow fat, to gain flesh, to put on flesh or weight.
গায়ে-পড়া
a
. officious; talking or doing something unsolicitedly.
গায়ে মাখা
v
. (fig.) to pay heed to, to care for.
গায়েহলুদ
n
. the Hindu ceremony of besmearing the bridegroom and the bride with a paste of turmeric and then bathing them on the eve of their wedding.
গায়ে হাত তোলা
v
. to beat, to lay hands on.
গায়ের জোরে
by brute force, by physical force.
গায়ের জ্বালা
burning sensation of the body; (fig.) malice, spite, jealousy, hatred, anger, displeasure.
গায়ের ঝাল ঝাড়া
বা
মেটানো
v
. to vent one's grudge (against another), to vent one's spleen.
গা জ্বালা
same as
গায়ের জ্বালা । গা-সওয়া, গা-সহা
a
. accustomed (to an evil) by repeated suffering (from it).
গাই, গাইগোরু
gāi
,
gāigoru
n
. the cow.
গাইয়ে
gāiẏe
a
. one who is adept in singing; one who sings. ☐
n
. a singer.
গাওন
gāona
n
. act of singing.
গাওনা
n
. the singing or a call for singing of a professional singer; a demonstration of singing by a professional singer.
গাওনা দেওয়া
v
. to arrange for demonstration of a professional singer's singing.
গাওয়া
1
gāoẏā
n
. a witness.
গাওয়া
2
gāoẏā
a
. made of cowmilk (
গাওয়া ঘি
).
গাওয়া
3
gāoẏā
v
. to sing; to chant; to sing in praise; to praise. ☐
a
. that has been sung (
গাওয়া গান
).
~নো
v
. to cause to sing.
গাং
gām
n
. (coll.) a river, a stream.
~চিল
n
. a river-gull, seagull.
~শালিক
n
. the bank myna.
গাঁ
gām̐
n
. a village; a hamlet.
গাঁয়ে মানে না আপনি মোড়ল
a self-styled leader.
গাঁই
gām̐i
n
. a classification of Brahmins according to their original village home.
গাঁইগুঁই
gām̐igum̐i
int
. expressing imaginary sound of indirect unwillingness.
গাঁইগুঁই করা
v
. to show or express one's unwillingness usu. by gestures or suggestion, to demur.
গাঁইট
gām̐iṭa
var. of
গাঁট ।
গাঁইতি
gām̐iti
n
. a pickaxe.
গাঁইয়া
gām̐iẏā
var. of
গেঁয়ো ।
গাঁক-গাঁক, গাঁ-গাঁ
gām̐ka-gām̐ka
,
gām̐-gām̐
int
. expressing the bellowing sound as of an angry bull.
গাঁক-গাঁক করা, গাঁ-গাঁ করা
v
. to bellow.
গাঁজ, গাঁজলা
gām̐ja
,
gām̐jalā
n
. froth, scum; yeast, leaven.
গাঁজন
n
. fermentation; putrefaction.
গাঁজা
1
gām̐jā
v
. to be fermented; to come up in froth, to be frothy; to be putrefied.
গাঁজা
2
gām̐jā
n
. the female flowering tops of Indian hemp.
Cannabis sativa
, ganja; (loos.) hemp, marijuana (coll.) a cock-and-bull story.
গাঁজা খাওয়া
v
. to smoke ganja.
গাঁজাখুরি
gām̐jākhuri
a
. absurd, incredible, cock-and-bull (
গাঁজাখুরি গল্প
).
গাঁজাখোর
gām̐jākhora
a
. given to smoking ganja. ☐
n
. a ganja-smoker, a ganja addict.
গাঁজানো
gām̐jāno
v
. to ferment, to leaven; to putrefy. ☐
a
. fermented, leavened, putrefied.
গেঁজে ওঠা
same as
গাঁজানো ।
গাঁট
gām̐ṭa
n
. a knot; a joint (esp. of bones); a knuckle; a knob; a node; a large bundle, a bale; a rim of the loincloth round one's waist where money is kept concealed.
গাঁট কাটা
v
. (fig.) to cut the rim of one's loincloth and steal one's money, to pick one's pocket.
~কাটা
n
. a cutpurse, a pickpocket.
~ছড়া
n
. the Hindu custom of tying a corner of the bride's sari (
শাড়ি
) with a corner of the bridegroom's scarf at wedding.
গাঁটছড়া বাঁধা
v
. (lit.) to tie a corner of the bride's sari (
শাড়ি
) with a corner of the bridegroom's scarf at wedding; (fig.) to marry; (fig.) to unite inseparably.
~বন্দি
a
. baled, packed in a bale, made into a bale.
গাঁট বাঁধা
v
. to tie up in a bale or in a large bundle.
গাঁটে বাঁধা
v
. to keep (esp. money) concealed in the rim of one's loincloth.
গাঁটের কড়ি
(fig.) one's own money.
গাঁটরি, গাঁটুরি
gām̐ṭari
,
gām̐ṭuri
n
. a bundle.
গাঁট্টা
gām̐ṭṭā
var. of
গাট্টা ।
গাঁট্টাগোঁট্টা
gām̐ṭṭāgom̐ṭṭā
alt. form of
গাট্টাগোট্টা ।
see
গাট্টা ।
গাঁতি
1
gām̐ti
n
. a small holding to tenanted land.
গাঁতি
2
gām̐ti
n
. a pickaxe.
গাঁথন
gām̐thana
n
. act of stringing (as a garland); composition (
ছন্দে গাঁথন
); construction; act of laying (bricks, stones etc. for constructing a building).
গাঁথনি
gām̐thani
n
. manner of laying bricks, stones, etc. in construction of buildings; brickwork, stonework, mudwork; construction; stringing together (
ফুলের গাঁথনি
); (fig.) structure of sentences or verse.
কাঁচা গাঁথনি
mudwork.
পাকা গাঁথনি
brickwork or stonework, masonry.
Page 305
|
×
Close

--- ページ 305 終了 ---

Page 306
গাঁথা
gām̐thā
v
. to lay (as bricks, stones etc. in construction of buildings); to construct, to build; to string (as garland); compose, to set (
ছন্দে গাঁথা
); to cling or stick steadfastly (
হৃদয়ে গেঁথে থাকা
). ☐
a
. laid; constructed; built; strung; composed, set; clung, stuck.
গাঁথুনি
gām̐thuni
var. of
গাঁথনি । কথার গাঁথুনি
fine effective and attractive use of words; a clever and dexterous way of talking.
গাঁদা
gām̐dā
n
. the Indian marigold.
গাঁধাল, গাঁদাল
gām̐dhāla
,
gām̐dāla
n
. a kind of medicinal creeper (see
গন্ধভাদাল
).
গাঁধি
gām̐dhi
var. of
গান্ধি ।
গাগরি
gāgari
n
. a pitcher.
গাঙ
gāṅa
alt. spell. of
গাং ।
গাঙ্গ
gāṅga
a
. of the Ganges, Gangetic; born of the Ganges; riverine.
গাঙ্গেয়
gāṅgeẏa
n
. the son of the Ganges. ☐
a
. of the Ganges; Gangetic; born of the Ganges.
গাছ
1
gācha
var. of
গাছা ।
গাছ
2
gācha
n
. a tree, a plant; a tree-like object (
ঘানিগাছ
); a creeper, a herb (
লাউগাছ
).
গাছকোমর বাঁধা
v
. (of girls and women) to tie the loose end of the sari tightly round the waist, (cp.) to tuck up one's clothes.
~ড়া
n
. a herbs; a medicinal herb.
~গাছড়া
n
. herbs or medicinal herbs collectively.
~গাছালি
same as
গাছগাছড়া ।
~তলা
n
. the bottom or underneath part of a tree.
~পাকা
naturally ripe.
~পালা
n. pl
. trees and plants collectively; vegetation.
~মরিচ
n
. red pepper.
গাছে কাঁঠাল গোঁপে তেল
বা
গাছে না উঠতেই এক কাঁদি
(fig.—ridi.) to count one's chickens before they are hatched.
গাছে চড়ানো
v
. (fig.—ridi.) to inflate one with overpraise or flattery, to heap hyperbolical or excessive praise upon a person.
গাছে তুলে (দিয়ে) মই কেড়ে নেওয়া
(fig.—ridi.) to induce a person to run into a hazard by promising help and then abandon him.
গাছা
1
gāchā
n
. a lampstick (cp. a candlestick); a lampstand.
গাছা
2
, গাছি
gāchā
,
gāchi
a
. (art.) the, a, an (
একগাছ লাঠি
).
গাজন
gājana
n
. the festival of worshipping Shiva (
শিব
) in the month of Chaitra (
চৈত্র
); any of the songs sung on this occasion; the music of these songs.
অনেক সন্ন্যাসীতে গাজন নষ্ট
(fig.) too many cooks spoil the broth.
গাজর
gājara
n
. carrot.
গাজি
gāji
n
. a Muslim warrior fighting for the cause of religion (cp. a crusader).
গাটাপার্চা
gāṭāpārcā
n
. a strong plastic substance obtained from latex; gutta-percha.
গাট্টা
gāṭṭā
n
. a blow on the head with the knuckles of the fist.
গাট্টা মারা, গাট্টা দেওয়া, গাট্টা লাগানো
v
. to strike another's head with the knuckles of one's fist.
~গোট্টা
a
. strongly built, short but robust; thick-set; dumpy.
গাড্ডা
gāḍḍā
n
. a pit, a hole; (fig.) trouble, difficulty or distress; (coll. and inf.) failure esp. in an examination (
গাড্ডা মারা
).
গাড়ওয়ান
gāṛaoẏāna
alt. spelling of
গাড়োয়ান ।
গাড়ল, গাড়র
gāṛala
,
gāṛara
n
. the ram; (in mild rebuke or taunts) a stupid man.
গাড়া
gāṛā
v
. to plant, to drive in (
খুঁটি গাড়া
); to spread firmly, to strike (
শিকড় গাড়া
); to establish, to set up (
আস্তানা গাড়া
); to fold (
হাঁটু গাড়া
).
শিকড় গাড়া
v
. to strike root; (fig.) to settle down firmly or permanently.
হাঁটু গাড়া
v
. to kneel down.
গাড়ি
gāṛi
n
. a vehicle, a cart, a coach, a carriage, a car; a hackney-carriage, a hackney-coach, a cab, a taxi-cab.
গাড়ি করা
v
. to hire or take a hackney-carriage or a taxi; to purchase a coach and horse or a motor car for one's own use.
গাড়ি চাপা পড়া
to be run over by a car.
গাড়ি ডাকা
v
. to call or get a hackney-carriage or a taxi.
~বারান্দা
n
. a covered porch for parking cars and carriages, (cp.) a vestibule.
গাড়ু
gāṛu
n
. a pitcher or a tankard, with a spout (and often with a handle), a vase.
গাড়োয়ান
gāṛoẏāna
n
. a carter, a coachman, a waggoner, a carman.
গাড়োয়ানি
n
. the profession of a carter or a coachman or a waggoner or a carman; vulgar behaviour and talk, vulgarity.
Page 306
|
×
Close

--- ページ 306 終了 ---

Page 307
গাঢ়
gāṛha
a
. solidified, condensed, thickened, thick (
গাঢ় দুধ
); sound (
গাঢ় নিদ্রা
); cumulated (
গাঢ় মেঘ
); intense (
গাঢ়
অন্ধকার
); severe, strong (
গাঢ় দুঃখ
); deep (
গাঢ় স্বর
); concentrated (
গাঢ় মনোযোগ
); close (
গাঢ় আলিঙ্গন
); clenched (
গাঢ় মুষ্টি
).
গাঢ় করা
v
. to solidify, to condense, to thicken; to make sounder; to deepen, to intensify; to make severe; to choke; to concentrate; to make close or closer.
~তা, ~ত্ব
n
. solidity, condensedness, thickness; soundness; cumulation; deepness, intensity; severity; concentration; closeness.
গাণনিক
gāṇanika
n
. an accountant.
গাণনিক্য
gāṇanikya
n
. book-keeping.
গাণপত্য
gāṇapatya
a
. relating to Ganesha (
গণেশ
). ☐
n
. a sect worshipping Ganesha.
গাণিতিক
gāṇitika
a
. versed in mathematics; relating to mathematics, mathematical. ☐
n
. a mathematician.
গাণ্ডিব, গাণ্ডীব
gāṇḍiba
,
gāṇḍība
n
. (myth.) Arjuna's bow, the Gandib.
গাণ্ডীবী
n
. an archer with this bow; (specifically) Arjuna.
গাণ্ডেপিণ্ডে
gāṇḍepiṇḍe
var. of
গণ্ডেপিণ্ডে ।
গাত
gāta
n
. (poet. & obs.) the body.
গাতা
gātā
a
. one who (or that which) sings.
গাত্র
gātra
(for.)
n
. the body; the surface of the body (
গাত্রাবরণ
); the surface (
পর্বতগাত্র
).
~জ্বালা, ~দাহ
n
. the burning sensation of the body or the skin; (fig.) jealousy, malice, anger, displeasure, grudge.
গাত্রজ্বালা করা, গাত্রদাহ করা
same as
গা জ্বলা করা । ~বেদনা, ~শূল
n
. pain of the body; muscular pain.
~মার্জনী
n
. a napkin, a towel.
~রুহ
n
. hair (growing on one's body).
~হরিদ্রা
same as
গায়ে-হলুদ ।
গাত্রানুলেপনী
gātrānulepanī
n
. a brush to paint the body.
গাত্রাবরণ, গাত্রাবরণী
gātrābaraṇa
,
gātrābaraṇī
n
. a cover or wrapper for the body; a cloak; an armour, a coat of mail.
গাত্রোত্থান, গাত্রোৎপাটন
gātrotthāna
,
gātrotpāṭana
n
. getting up; rising from the bed.
গাত্রোত্থান করা
v
. to get up; to rise from the bed.
গাথা
gāthā
n
. a poem; a couplet, a distich; a verse; a ditty, a song; a ballad; narration (
গুণগাথা
).
গাদ
gāda
n
. scum, dross; dregs, sediment, leas.
গাদন
gādana
n
. (act of) stuffing or cramming; (act of) loading or ramming (as a gun); beating soundly, thrashing.
গাদনি
gādani
n
. loading (a gun); ramming; stuffing or cramming.
গাদা
1
gādā
n
. a slice from the back of a flat-fish.
গাদা
2
, গাদানো
gādā
,
gādāno
v
. to stuff, to cram; to load or ram (a gun).
~বন্দুক
n
. a gun in which powder is to be crammed with hand, a blunderbuss, a musket, a muzzle-loader.
গাদা
3
, গাদি
gādā
,
gādi
n
. a heap, a pile; a stack (
খড়ের গাদা
); a crowd, a swarm.
গাদা গাদা
a
. in heaps, heaps of, in large quantities.
গাদাগাদি
n
. (act of) crowding or huddling; state of being crowded.
গাদাগাদি করা
v
. to crowd; to huddle.
গাদানো
v
. to pile, to heap, to crowd.
গাধা
gādhā
n
. the ass; (in mild reproof or ridicule) a stupid fellow, a dunderhead.
~বোট
n
. a very heavy and slow-moving boat or ship carrying cargo, barge; (ridi.) any slow-moving vehicle, a sluggard.
~মি
n
. folly, silliness.
গাধামি করা
v
. to make an ass of oneself, to behave in a crassly stupid fashion.
গাধার খাটুনি
dull and excessive toil not calling for exercise of intelligence; drudgery.
গাধেয়
gādheẏa
n
. a son of Gadhi the sage.
গান
gāna
n
. a song; a lyric; a poem; a musical play; an opera (esp. an open-air one); sweet note. (
পাখির গান
).
~বাজনা
n
. music; musical soiree; entertainment with music.
ওস্তাদি গান
classical song.
চুটকি গান
a light tripping song with a dancing rhythm.
গানের দল
n
. a musical party; a party of professional singers.
গান্ধর্ব
gāndharba
a
. of Gandharvas (
গন্ধর্ব
); of a system of marriage which is secretly gone through by a willing couple usually by exchange of garlands without the knowledge of their guardians and without observance of customary rites.
গান্ধার
gāndhāra
n
. an ancient name of Kandahar; (mus.) the third note in the natural scale. ☐
a
. of or living in Kandahar.
গান্ধি, গান্ধিপোকা
gāndhi
,
gāndhipokā
n
. a kind of cornfly; a flying bug, a beetle giving out very offensive odour. See also
গন্ধী ।
গান্ধিবাদ
gāndhibāda
n
. the (philosophical and socio-political) doctrine of Mahatma Gandhi, Gandhism.
Page 307
|
×
Close

--- ページ 307 終了 ---

Page 308
গাপ
gāpa
a
. concealed, hidden; invisible; unduly and secretly appropriated to oneself, misappropriated.
গাপ করা
v
. to appropriate to oneself unduly and secretly, to misappropriate; to conceal, to hide.
গাপ হওয়া
v
. to go into hiding or concealment; to be concealed; to become invisible; to be misappropriated.
গাফিলি, গাফিলতি
gāphili
,
gāphilati
n
. negligence. neglect; inattention, heedlessness; dilatoriness, laziness.
গাফিলতি করা
v
. to treat with negligence or heedlessness; to procrastinate.
গাব
gāba
n
. a kind of tree Diospyros
embryopteris
; its fruit (its juice is used in coating the strings of a net), the mangosteen; a coating of resin on the skin that covers an instrument of percussion.
গাবগুবাগুব
gābagubāguba
n
. a kind of monochord. ☐
int
. expressing the sound of dealing one severe and repeated fisticuffs on the back.
গাবদা
gābadā
a
. fat or thick; uncouthly fat or thick.
গাবদা-গোবদা
a
. healthy and fatty; plump, roly-poly (
গাবদা-গোবদা ছেলে
).
গাবানো
1
gābāno
v
. to smear (a boat or ship) with the juice of mangosteen (see
গাব
); to tar.
গাবানো
2
gābāno
v
. to go about parading or bragging or gossiping. also
গাবিয়ে বেড়ানো ।
গাবানো
3
gābāno
v
. to stir thoroughly (the water of a pond etc.)
গাভিন
gābhina
a
. (of beasts, esp. the cow) big with young; gravid.
গাভিন হওয়া
v
. to be big with young.
গাভী
gābhī
n
. the cow.
গাভীন
gābhīna
alt. spell. of
গাভিন ।
গামছা
gāmachā
n
. a napkin.
গামলা
gāmalā
n
. a basin.
গামা-রশ্মি
gāmā-raśmi
n
. (phys.) Gamma rays (X-rays of very short wave-length).
গামোছা
gāmochā
obs. var. of
গামছা ।
-গামী
-gāmī
sfx
. indicating : going, moving (
ধীরগামী
); going or moving towards (
উওরগামী
).
fem
.
গামিনী ।
গাম্ভারি
gāmbhāri
n
. a kind of decorative tree.
গাম্ভীর্য
gāmbhīrya
n
. gravity; solemnity; reserve, sobriety; affected importance.
গায়ক
gāẏaka
n
. a singer, a songster.
fem
.
গায়িকা । গায়কি
n
. style of singing.
গায়ত্রী
gāẏatrī
n
. the personified female energy worshipped in the Vedas; Brahma's wife; Goddess Durga; a Vedic incantation which is recited musingly by a Brahman at prayers; a Vedic metre of versification.
গায়ত্রী জপ করা
v
. to recite musingly the prescribed Vedic incantation at prayer.
গায়িকা
gāẏikā
see
গায়ক ।
গায়েন
gāẏena
a
. one who sings. ☐
n
. a singer.
মূল গায়েন
a leader or leading singer of a chorus.
গায়েব
gāẏeba
a
. concealed, hidden; invisible; absconding; unduly and secretly appropriated to oneself, misappropriated.
গায়েব করা
v
. to conceal, to hide; to send out of sight; to appropriate to oneself unduly and secretly, to misappropriate.
গায়েব হওয়া
.
v
. to go into hiding; to be concealed; to be sent out of sight; to be misappropriated.
গায়েবি
a
. concealed, hidden, secret.
গারদ
gārada
n
. a gaol, a jail, a prison; a lockup; a guard-room, a guard-house; confinement; imprisonment.
গারদ হওয়া
v
. to be sentenced to imprisonment; to be jailed.
গারুড়
gāruṛa
a
. of Garuda (
গরুড়
). ☐
n
. a very precious stone; a mythological missile; an ancient method of arraying soldiers in a battle; mysterious words that are uttered in order to dispel snake-poison.
গারুড়িক
n
. a doctor who heals snake-bites.
গার্জিয়ান, গার্জেন
gārjiẏāna
,
gārjena
n
. a guardian.
গার্হপত্য
gārhapatya
n
. holy fire; the holy fire which a householder keeps burning day and night all his life. ☐
a
. of such a householder.
গার্হস্হ্য, গার্হস্হ
gārhashya
,
gārhasha
n
. the life of a householder (the second stage of man's life according to the Hindu scriptures), domestic life. ☐
a
. of the householder.
গাল
1
gāla
n
. abuse, rebuke, reproach.
গাল খাওয়া
v
. to be abused or rebuked or reviled or reproached.
গাল দেওয়া, গাল পাড়া
v
. to revile; to reproach, to rebuke, to abuse.
Page 308
|
×
Close

--- ページ 308 終了 ---

Page 309
গাল
2
gāla
n
. the cheek; the mouth (
গালের মধ্যে
নিয়ে চিবানো
)
গালে চড় মারা
). to slap on the face, to give a slap in the face.
গালে লাগা
v
. to have a burning and itching sensation within one's mouth (caused by eating edible roots akin to arum).
গালে হাত দেওয়া
v
. to place the palm of one's hand on one's cheek as a mark of astonishment; (fig.) to be astonished.
~গল্প
n
. a fanciful or idle tale, gossip, chit-chat.
গালগল্প করা
v
. to tell fanciful tales (esp. about one's own importance); to gossip, to chat.
~পাট্টা
n
. thick or massive beard all over cheeks and the chin; side-whisker, a lovelock.
~বাদ্য
n
. a peculiar sound made by inflating cheeks and striking them with fingers.
গালবাদ্য করা
v
. to make this sound.
গালভরা
a
. mouth-filling; tumid, bombastic.
~মন্দ
n
. reviling.
গালমন্দ করা, গালমন্দ দেওয়া
v
. to revile.
গালচে
gālace
coll. form of
গালিচা ।
গালন
gālana
n
. act of squeezing out or pressing out; act of causing to flow out; act of straining; act of melting.
গালা
1
gālā
n
. lac, shellac.
গালা
2
gālā
v
. to melt; to press out or squeeze out the matter (usu. morbid matter) of something (
ফোঁড়া গালা
); to cause to flow out (
ভাতের ফেন গালা
); to strain; to utter (
দিব্যি গালা
).
গালাগাল, গালাগালি
gālāgāla
,
gālāgāli
n
. revilings; rebuke; abuse.
গালাগালি করা, গালাগালি দেওয়া
v
. to revile; to rebuke; to abuse, to call (a person) names.
গালানো
gālāno
v
. to melt. ☐
a
. melted.
গালি
gāli
n
. an abusive word, revile; reproach; rebuke; an obscene word.
গালি খাওয়া
v
. to be reproached or rebuked or abused.
গালি দেওয়া
v
. to revile; to reproach; to rebuke; to abuse; to utter an obscene word.
~গালাজ
n. pl
. revilings; reproach; rebuke; obscene or filthy words or language; abuses.
গালিচা
gālicā
n
. carpet; mattress-like thick cover usu. spread on the floor.
গাহ, গাহন
1
gāha
,
gāhana
n
. act of bathing by dipping the whole body in the water of a pond, river, sea etc.; immersion.
গাহন করা
v
. to bathe.
গাহন
2
gāhana
n
. act of singing.
গাহা, গাহানো
gāhā
,
gāhāno
obs. variants of
গাওয়া
and
গাওয়ানো
resp.
গিঁট, গিঁঠ
gim̐ṭa
,
gim̐ṭha
n
. a knot; a joint (esp. of bones); a knuckle; a knob; a node.
গিঁট দেওয়া
v
. to tie in a knot, to knot.
গিজ গিজ
gija
,
gija
int
. expressing: a state of crowding or swarming (
সভায় লোক গিজ গিজ করছে
).
গিটকিরি
giṭakiri
n
. (mus.) quick utterance of notes to make a song sound sweeter.
গিদ্ধড়, গিধড়
giddhaṛa
,
gidhaṛa
n
. the jackal. ☐
a
. (dial.) dirty, filthy.
গিনি
gini
n
. a guinea.
~সোনা
n
. twenty-two parts pure gold and two parts copper alloy mixed together, gold that is eleven-twelfths fine (22 carat), (loos.) guinea gold.
গিন্নি
ginni
n
. the mistress of a house, a housewife; a wife.
~পনা
n
. duties and department of a housewife, housewifery, (ridi.) a young girl's mimicry of a housewife.
~বান্নি
n
. an elderly and experienced housewife.
গিমা
gimā
n
. a kind of edible bitter spinach.
গিয়া,
giẏā
(coll.)
গিয়ে
v
. having gone.
গিরগিটি
giragiṭi
n
. the chameleon.
গিরা
1
girā
n
. a knot.
গিরা
2
girā
n
. (obs.) a measure of length esp. of cloth (=¹⁄₁₆ yard or 5.7 cms).
-গিরি
1
-giri
sfx
. meaning : being so and so, status, office, honour, tenure of office, skill in certain capacity, -ship (
বাবুগিরি, রাজাগিরি, কেরানিগিরি
).
Page 309
|
×
Close

--- ページ 309 終了 ---

Page 310
গিরি
2
giri
n
. a mountain; a hill; one of a particular order of ascetics.
~কন্দর, ~গহ্বর, ~গুহা, ~দরী
n
. a mountain-cave.
~খাত
n
. a ravine, a gorge.
~কুমারী, ~জা
n
. a daughter of a mountain (esp. of the Himalayas); appellations of Goddess Durga (
~দুর্গা
).
~তল
n
. the surface of a mountain.
~তরঙ্গিণী
n
. a mountain-stream.
~দুর্গ
n
. a hill-fort; a hill serving as a fort.
~দ্বার
n
. a mountain-pass, a pass.
~নন্দিনী
same as
~কুমারী । ~পথ,
~বর্ত্ম
n
. a mountain-defile, a ravine, a gorge; a col.
~বাসী
n
. living in the mountains. ☐
n
. a mountain dweller.
~মল্লিকা
n
. a medicinal herb grown on the hills.
~মাটি, ~মৃত্তিকা
n
red ochre.
~রাজ
n
. the king of mountains; an appellation of the Himalayas.
~রানি
n
. (myth.) the wife of the Himalayas.
~শ
n
. one who lies down or sleeps upon a mountain; an appellation of Shiva (
শিব
).
~শৃঙ্গ, ~শিখর
n
. a mountain-peak.
~শ্রেণি
n
. a mountain-range.
~সংকট
n
. a mountain-defile, a gorge.
~সুতা
n
. the daughter of the Himalayas; an appellation of Goddess Durga.
গিরীন্দ্র
girīndra
n
. the chief of mountains; an appellation of the Himalayas.
গিরে
gire
coll. form of
গিরা
1,2
।
গির্জা
girjā
n
. a church.
গির্দা
girdā
n
. a short and fat bolster, a dumpy bolster.
গিলটি
gilaṭi
n
. gilding. ☐
a
. gilt.
গিলটি করা
v
. to gild.
গিলটি-করা
a
. gilt.
গিলটি সোনা
n
. rolled gold.
গিলা
1
, গিলে
gilā
,
gile
n
. a seed of mimosa scandens.
গিলে করা
v
. to frill cloth by pressing and rubbing with a seed of mimosa scandens.
গিলে-করা
a
. thus frilled, or finely creased.
গিলা
2
gilā
var. of
গেলা ।
গিলিত
gilita
a
. swallowed; eaten or drunk; devoured.
~চর্বণ
n
. rumination.
গিলিত-চর্বণ করা
v
. to chew the cud, to ruminate.
~চর্বণকারী
n
. a ruminant.
গিলে
gile
coll. form of
গিলা
1
।
গিল্টি
gilṭi
alt. spell. of
গিলটি ।
গিসগিস
gisagisa
var. of
গিজ গিজ ।
গীঃ
gīḥ
n
. speech (
গীষ্পতি ।
)
গীত
gīta
a
. sung; chanted. ☐
n
. a song.
গীত গাওয়া
v
. to sing a song, to sing,
~জ্ঞ
a
. skilled or versed in the art of singing.
~বাদ্য
n
. vocal and instrumental music.
~ল
a
. lyrical.
~লতা
n
. lyricism.
গীতা
gītā
n
. the (Shrimadbhagavad) Gita; a famous Hindu scripture.
গীতি
gīti
n
. a song; a hymn.
~কবিতা
n
. a lyric poem, a lyric.
~কা
n
. a short lyric poem; a song; a ballad.
~কাব্য
n
. lyric poetry; a lyric poem.
~নাট্য
n
. a musical drama; a lyrical drama.
গীর্ণ
gīrṇa
a
. uttered; said, told; narrated; praised, eulogized; swallowed, devoured.
গীর্দেবী
gīrdebī
n
. Saraswati (
সরস্বতী
) the presiding goddess of speech.
গীর্পতি
gīrpati
var. of
গীষ্পতি ।
গীর্বাণ
gīrbāṇa
n
. one who can use one's speech as an arrow; a god.
গীষ্পতি
gīṣpati
n
. the lord or the presiding deity of speech; an appellation of Brihaspati (
বৃহস্পতি
).
গু
gu
n
. faeces, ordure, stool; dung, droppings.
~খোরি, ~খুরি
n
. an abominable deed; an inexcusable folly; a glaring or gross mistake, a blunder.
গুঁজা, গোঁজা
gum̐jā
,
gom̐jā
v
. to drive into, to plant into, to thrust into, to insert; to bend downwards or hide (
মুখ গোঁজা
). ☐
n
. act of driving or planting or thrusting into, insertion; act of bending downwards or hiding; a thing inserted into, an insertion; a wisp of straw inserted into an old thatch for repairing it; an undue insertion to balance up an account. (
হিসেবে গোঁজা দেওয়া
). ☐
a
. inserted into; bent downwards or concealed.
গুঁজামিল
gum̐jāmila
obs. var. of
গোঁজামিল ।
গূঁজি
gūm̐ji
n
. a short stake or pale; a wedge; a hair-pin; a device containing several straps of cloth tied at one end in a thick knot used in a woman's hair-dressing to give the bun a massive appearance, a chignon.
গুঁজি দেওয়া
v
. to plug up a leak in an old thatch by inserting new straw.
গুঁড়া
gum̐ṛā
, (coll.)
গুঁড়ো
n
. powder (
হলুদগুঁড়া
). ☐
a
. reduced to powder, powdered, pulverized (
গুঁড়ো মশলা
).
গুঁড়ো করা
v
. to reduce to powder, to powder; to pulverize, to pound.
গুঁড়ানো
v
. same as
গুঁড়ো করা ।
☐
a
. pulverized, pounded, powdered.
গুঁড়ি
1
gum̐ṛi
n
. a stock of a tree, a bole, a stump.
গুঁড়ি
2
gum̐ṛi
n
. a powder (
দাঁতের গুঁড়ি
); an extremely small drop (
গুঁড়ি গুঁড়ি বৃষ্টি
).
ইলশেগুঁড়ি
n
. serein.
গুঁড়ি গুঁড়ি বৃষ্টি হওয়া
to drizzle.
গুঁড়ো
gum̐ṛo
see
গুঁড়া ।
গুঁতা,
gum̐tā
, (coll.)
গুঁতো
n
. a shove, a push, a thrust; a butt; a beating.
গুঁতানো
v
. to shove, to push, to thrust; to butt, to gore; to beat.
গুঁতোগুঁতি
n
. goring and counter-goring.
Page 310
|
×
Close

--- ページ 310 終了 ---

Page 311
গুঁতুনে
gum̐tune
a
. given to shoving or pushing or thrusting or butting or beating.
গুঁতুনে গাই
a cow ready to gore.
গুঁফো, গুঁপো
gum̐pho
,
gum̐po
a
. moustached.
গুখুরি, গুখোরি
gukhuri
,
gukhori
see
গু ।
গুগলি
gugali
n
. oyster, shell-fish.
গুগগুল,গুগগুলু
gugagula,gugagulu
n
. bdellium.
গুচ্চের
guccera
dial. var. of
গুচ্ছের ।
গুচ্ছ
guccha
n
. a cluster, a bunch, a fascicle (
পুষ্পগুচ্ছ
); a bundle (
পত্রগুচ্ছ
); a tuft (
কেশগুচ্ছ
).
গুচ্ছের
gucchera
a
. undesirably numerous or countless, too many.
গুছানো, গোছানো
guchāno
,
gochāno
v
. to set in due order, to arrange properly; to provide for or to supply (
ভাত-কাপড় গুছানো
); to manage (
কাজ গুছানো
). ☐
a
. set in due order, properly arranged; economically managed; managed with domestic economy; orderly; thrifty.
গোছানে
a
. orderly; thrifty; having capacity for managing one's own affairs.
গোছালো
same as
গোছানো
(
a
.).
গুছি
guchi
n
. a device containing several straps of cloth tied at one end in a thick knot used in woman's hairdressing to give the bun a massive appearance, a chignon.
গুজগুজ
gujaguja
int
. expressing muttering or whispering.
গুজগুজ করা
v
. to whisper; to confer secretly.
গুজগুজানি
n
. whispering, talking in whispers; act of conferring secretly.
গুজগুজে
a
. one who does not speak out one's mind frankly; whispering.
গুজব
gujaba
n
. a rumour; hearsay.
গুজব ছড়ানো, গুজব রটানো
v
. to spread rumour.
গুজব আছে
(
যে
) there is a rumour (that), a rumour goes.
গুজব রটনাকারী
n
. a rumour-monger.
গুজরত
gujarata
prep
. through, by.
গুজরত খোদ
through one's own self, personally.
গুজরতি
gujarati
n
. a smaller variety of cardamom.
গুজরাটি, গুজরাতি
gujarāṭi
,
gujarāti
n
. a native of Gujarat (
গুজরাত
); the language of Gujarat. ☐
a
. of Gujarat.
গুজরান
gujarāna
act of spending or passing.
গুজরানো
gujarāno
v
. to spend or pass. ☐
n
. spending or passing.
গুঁজিয়া
gum̐jiẏā
n
. a kind of small ring-shaped sweetmeat made of congealed milk and sugar.
গুঞ্জ
guñja
n
. a cluster, a bunch; a bouquet, a nosegay; humming; humming sound.
গুঞ্জন
guñjana
n
. act of humming, a humming sound; lilting or lilt; (fig. & dero.) whispering.
গুঞ্জন করা
v
. to hum; to lilt; to whisper.
~ধ্বনি
n
. a humming sound.
গুঞ্জরন
guñjarana
n
. a humming sound; (loos.) act of humming; musing; (fig. & dero.) whispering.
গুঞ্জরন করা
v
. to hum, to muse; to whisper.
গুঞ্জরা
guñjarā
v
. (poet.) to hum.
গুঞ্জরিত
guñjarita
a
. resounding with; filled with a humming noise; whispered.
গুঞ্জা, গুঞ্জিকা
guñjā
,
guñjikā
n
. an extremely small red-and-black seed; the shrub bearing this seed.
গুটলি
guṭali
(coll.)
গুটলে
n
. a small hard and roundish ball of anything.
গুটানো
guṭāno
v
. to roll up, to wind up, to ravel in (
সুতো গুটানো
); to contract, to draw in, to fold, to double up (
পা গুটানো
); to compose (
ডানা গুটানো
); to close down (
কারবার গুটানো
); to pull up, to haul up (
জাল গুটানো
) ☐
a
. rolled up, wound up, ravelled in; contracted, drawn in, folded, doubled up; closed down; pulled up, hauled up.
গুটি
1
guṭi
a
. a (small) number of.
~কত, ~কতক
a
. a small number of, a few.
গুটি
2
, গুটিকা
guṭi
,
guṭikā
n
. a pill, a pilule, a globule (
ওষুধের গুটিকা
); any small globular or granular object; (in chess and similar games) a piece, a man, a pawn; any fruit in its early stage of growth (
আমের গুটি
); a vesicle, a blister (
বসন্তরোগের গুটি
); a cocoon; a chrysalis (
গুটিপোকা
).
গুটিকাপাত করা
v
. to decide by means of lots, to cast lots.
গুটিগুটি
guṭiguṭi
adv
. pacing or moving very slowly (like a silk-worm).
গুটিপোকা
guṭipokā
n
. the silk-worm.
গুটিশুটি
guṭiśuṭi
adv
. coweringly; crouchingly.
গুড়
guṛa
n
. molasses, treacle.
গুড়কুমড়ো
see
কুমড়ো । গুড়ে বালি
(fig.) a fly in the ointment; disappointment.
Page 311
|
×
Close

--- ページ 311 終了 ---

Page 312
গুড়গুড়
guṛaguṛa
int
. expressing a mild rumbling or rattling sound; a sound of movement in the stomach.
গুড়গুড়ি
guṛaguṛi
n
. a hubble-bubble.
গুড়া
guṛā
n
. a plank of wood placed sideways in a boat to sit upon.
গুড়াকেশ
guṛākeśa
n
. (lit.) one who has won over sleep, an appellation of Shiva (
শিব
) and of Arjuna (
অর্জুন
) of the Mahabharata.
গুড়ি
guṛi
n
. cowering or crouching movement or position.
গুড়ি মারা
v
. to cower, to crouch; to lie in ambush.
গুড়িগুড়ি
guṛiguṛi
var. of
গুটিগুটি ।
গুড়ুক
guṛuka
n
. a preparation of tobacco mixed with an inferior quality of treacle for smoking in a hubble-bubble or hookah.
গুড়ুক খাওয়া, গুড়ুক টানা
v
. to smoke a hookah or hubble-bubble.
গুড়ুম
guṛuma
n. & int
. a booming noise (as of a gun), a loud report, sound of an explosion; any similar sound.
গুড়ুচি, গুড়ুচী
guṛuci
,
guṛucī
n
. a medicinal plant.
গুণ
1
guṇa
rej
. spell. of
গুণ ।
Page 312
|
×
Close

--- ページ 312 終了 ---

Page 313
গুণ
2
guṇa
n
. a quality, a property, a characteristic (
দ্রব্যগুণ
); a good quality, a virtue, a merit, excellence (
গুণমুগ্ধ
); (ridi.) a bad or mischievous quality or practice, a vice, a demerit (
গুণে ঘাট নেই
); a good effect or action (
শিক্ষার গুণ, ওষুধের গুণ
); an effect or action; (ridi.) an evil result or action (
মিথ্যার গুণ
); an influence (
সঙ্গগুণ
); an evil influence; power, competency, efficacy (
লোক বশ করার গুণ
); (sc.) a natural quality or property; (phil.) any of the three primordial qualities in living beings (
সত্ত্বগুণ
= goodness;
রজোগুণ
= passion or spiritedness;
তমোগুণ
= darkness); occult power, charm, sorcery, exorcism (
ওঝা গুণ জানে
); (rhet.) any of the qualities constituting the excellence of a literary composition (
ওজঃগুণ
= vigour,
মাধুর্যগুণ
= elegance,
প্রসাদগুণ
= lucidity); (math.) multiplication; (math.) one of a number of multiplied instances, so many times (
পাঁচ-দু-গুণে দশ
); a bowstring; a string, a thread (
'গাঁথে বিদ্যা গুণে'
); a towline, a tow-rope.
গুণ করা
v
. to multiply; to allure or charm or influence or control by sorcery, to bewitch, to cast a spell over.
গুণ গাওয়া
v
. to sing in praise of; to praise, to laud, to eulogize, to speak highly of.
গুণ টানা
v
. to tow.
গুণ পাওয়া
v
. to be benefited by the good action or influence (of); to find a virtue (in).
~ক
n
. a multiplier, multiplicator; a factor. ☐
a
. that which multiplies, multiplying, multiplicating.
গুণকনির্ণয়
n
. factorization.
~কারক
a
. that which multiplies, multiplying, multiplicating; beneficial; productive of good, efficacious.
~কীর্তন, ~গান
n
. act of singing in praise of; act of praising, laudation; publicity of one's good qualities.
গুণকীর্তন করা, গুণগান করা
v
. to sing in praise of; to praise, to laud; to circulate the good qualities of.
~গরিমা, ~গৌরব
n
. value or glory of one's good qualities or virtues.
~গ্রহণ
n
. appreciation of one's good qualities or virtues.
গুণগ্রহণ করা
v
. to appreciate the good qualities or virtues of.
~গ্রাম
n. pl
. good qualities or virtues.
~গ্রাহিতা
n
. appreciation of others' good qualities or virtues.
~গ্রাহী
a
. one who appreciates the good qualities or virtues of others.
fem
.
~গ্রাহিণী । ~জ্ঞ
a
. conscious or appreciative of the good qualities or virtues of others.
~জ্ঞতা
n
. consciousness about or appreciation of the good qualities or virtues of others.
~ত্রয়
n. pl
. (phil.) the three primordial qualities in living beings (namely,
সত্ত্বগুণ, রজোগুণ, তমোগুণ)~ধর
a
. full of good qualities or parts; (ridi.) full of vices or demerits.
~ধাম, ~নিধি
n
. a man richly endowed with good qualities or parts.
~ন
n
. (math.) multiplication.
~নীয়
a
. (math.) that which is to be or may be multiplied (by). ☐
n
. a multiplicand.
~নীয়ক
n
. (math.) a factor, a measure; (math.) a multiplicand.
গরিষ্ঠ সাধারণ গুণনীয়ক
see
গরিষ্ঠ । ~পনা
n
. skill; good qualities; attainment, accomplishment.
~ফল
n
. (math.) a product (of multiplication).
~বত্তা
n
. possession of good qualities or parts or merits.
~বর্ণন, ~বর্ণনা
n
. description or account of one's good qualities or merits.
গুণ বর্ণনা করা
v
. to describe the good qualities or merits (of), to give an account of one's good qualities or merits.
~বাচক
a
. expressing the good qualities or merits of; (fig.) adjectival, attributive; (log.) connotative.
~বাদ
n
. praise, laudation.
~বাদ করা
v
. to praise, to laud.
~বান
a
. possessing good qualities or parts.
fem
.
~বতী । বান পুরুষ
a man of qualities or parts.
~বৃক্ষ
n
. a mast.
~বৈষম্য
n
. dissimilarity or disparity of qualities or virtues or properties; combination or mixture of contrary qualities or virtues or properties.
~মণি
n
. a man possesed of the noblest qualities or the highest excellence.
~ময়
same as
~বান
fem
.
~ময়ী । ~মুগ্ধ
a
. fascinated by one's good qualities or virtues or merits.
fem
.
~মুগ্ধা । ~মুগ্ধ ব্যক্তি
n
. (
masc. & fem
.) an admirer.
~যুক্ত
a
. having good qualities or virtues or merits; having a (particular) quality or property.
~শালী
same as
~বান ।
fem
.
~শালিনী । ~শালিতা
same as
~বত্তা । ~শূন্য
a
. having no good quality or virtue or merit; lacking in a (particular) quality or property.
~সম্পন্ন
same as
~যুক্ত
fem
.
~সম্পন্না । ~সাগর
same as
~নিধি । ~হীন
a
. destitute of good qualities or merits or parts.
fem
.
~হীনা ।
গুণতি
guṇati
rej. spell. of
গুণতি ।
গুণাকর
guṇākara
n
. (lit.) a mine of virtues or good qualities; (fig.) a man endowed with countless virtues or good qualities.
গুণাগুণ
guṇāguṇa
n. pl
. merits and demerits.
গুণাঙ্ক
guṇāṅka
n
. (phys.) a coefficient.
গুণাঢ্য
guṇāḍhya
a
. rich in good qualities or merits; endowed with qualities or virtues.
গুণাতীত
guṇātīta
a
. (phil.) beyond the reach of three primordial qualities (see
গুণত্রয়
under
গুণ
2
), absolute. ☐
n
. the Absolute Being, God.
গুণাধার
guṇādhāra
n
. (lit.) a repository of good qualities or parts; a man of qualities or parts.
গুণানুবাদ
guṇānubāda
n
. act of praising, laudation.
গুণানুবাদ করা
v
. to praise, to laud, to extol, to eulogize.
গুণানুরাগ
guṇānurāga
n
. love for virtues or good qualities; attraction or admiration for others' good qualities or virtues.
গুণানুরাগী
having love for virtues or good qualities; attracted by or admiring others' good qualities or virtues.
fem
.
গুণানুরাগিনী । গুনানুরাগী ব্যক্তি
an admirer.
গুণান্তর
guṇāntara
n
. another quality or property, a different quality or virtue.
গুণান্বিত
guṇānbita
a
. having good qualities or virtues or merits; having a (particular) quality or property.
fem
.
গুনান্বিতা ।
গুণাপকর্ষ
guṇāpakarṣa
n
. depreciation.
গুণাপকর্ষক
guṇāpakarṣaka
a
. depreciative.
গুণাবলি
guṇābali
n. pl
. virtues or qualities or properties collectively.
গুণাভাস
guṇābhāsa
n
. a false notion that a person or a thing has a good quality or merit; semblance of good qualities or merits.
গুণালংকৃত
guṇālaṅkr̥ta
a
. adorned or endowed with good qualities or virtues.
গুণাশ্রয়
guṇāśraẏa
a
. same as
গুণাধার ।
গুণিত
guṇita
a
. (math.) multiplied; multiplicated.
গুণিতক
guṇitaka
n
. (math.) a multiple.
লঘিষ্ঠ সাধারণ গুনিতক
see
লঘিষ্ঠ ।
গুণিন
guṇina
alt. spell. of
গুনিন ।
গুণী
guṇī
a
. having good qualities or parts or merits, talented, meritorious; having sound skill or knowledge in some pursuit esp. an artistic one; versed in exorcism or sorcery, having an occult power.
গুণী লোক
a man of qualities or parts; an adept.
গুণীভূতব্যঙ্গ্য
guṇībhūtabyaṅgya
n
. (rhet.) a figure of speech in which the apparent or surface meaning is more beautiful than the inner or underlying or true meaning.
গুণোৎকর্ষ
guṇotkarṣa
n
. abundance of good qualities or merits; excellence owing to possession of good qualities.
গুণোত্তর-শ্রেণী (পরি)
guṇottara-śreṇī
,
(pari)
n
. geometric series.
গুণোপেত
guṇopeta
same as
গুণান্বিত ।
গুণ্ঠন
guṇṭhana
n
. a veil; a hood; a cover, a covering; a skin or bark.
গুণ্ঠিত
guṇṭhita
a
. veiled; hooded; covered.
গুণ্ডা
guṇḍā
rej. spell. of
গুন্ডা ।
গুণ্ডিত
guṇḍita
a
. pulverized, powdered, pounded.
গুণ্য
guṇya
a. & n
. same as
গুণনীয়
(see
গুণ
2
).
Page 313
|
×
Close

--- ページ 313 終了 ---

Page 314
গুদাম
gudāma
, (dial.)
গুদম
n
. a godown, a warehouse; a storehouse, a storeroom, a store.
গুদামজাত
a
. stored.
গুদামজাত করা
v
. to store in a warehouse; to store.
গুদার, গুদারা
gudāra
,
gudārā
n
. a landing for a ferry, a ferry.
গুন
guna
n
. gunny.
~চট
n
. sackcloth.
~থলি
n
. a gunny-bag.
~সুচ
, (coll.)
~ছুঁচ
n
. a packing-needle.
গুনগুন
gunaguna
int
. expressing : humming or lilting; whispering; complaining in an undertone.
গুনগুন করা
v
. to hum; to lilt; to whisper; to complain in an undertone.
গুনতি
gunati
n
. act of counting; computation.
গুনতি করা
v
. to count; to compute.
গুনতি হওয়া
v
. to be counted or computed.
গুনা
1
gunā
n
. a metal string or thread, wire, funicle; screw-thread.
গুনা
2
, গুনাহ
gunā
,
gunāha
n
. a fault; an offence; a sin.
গুনা করা
v
. to commit a fault or offence or sin.
গুনা হওয়া
v
. to be in fault.
গুনাগার, গুনাগারি
n
. penalty or punishment for a fault or offence or folly.
গুনাগার দেওয়া, গুনাগারি দেওয়া
v
. to pay for one's fault or folly.
গুনা, গুনানো
gunā
,
gunāno
variants of
গনা
and
গনানো ।
গুনাহ
gunāha
see
গুনা
2
।
গুনিন
gunina
n
. a man with an occult power; an exorciser; a sorcerer.
গুনো
guno
dial. corrup. of
গুনা
1,2
।
গুন্ডা
gunḍā
n
. a rogue, a hooligan, a rowdy, a gangster, a ruffian.
~মি
n
. hooliganism, rowdyism, gangsterism; ruffianism,
গুন্ডামি করা
v
. to act as a hooligan, to practise hooliganism.
গুপ্ত
gupta
a
. protected or guarded by (
মন্ত্রগুপ্ত
); hidden; unknown, unseen, invisible; unrevealed (
গুপ্ত তত্ত্ব
); concealed; mysterious, esoteric (
গুপ্ত রহস্য
).
fem
.
গুপ্তা । গুপ্ত কথা
n
. a secret; a mystery.
গুপ্ত কথা ফাঁস করা
to divulge or let out a secret.
গুপ্ত গুহাশ্রয়, গুপ্ত গর্তাশ্রয়
a
. burrow.
~ঘাতক
n
. an assassin.
~চর
n
. a spy; a detective, a sleuth.
~চরবৃত্তি
n
. espionage, spying.
~তত্ত্ব
n
. mysteries.
~তথ্য
n
. secret information.
~ধন
n
. hidden treasure.
~বেশ
n
. a disguise.
~বেশে
adv
. in disguise.
~ব্যাধি
n
. a vicious disease kept concealed; a venereal disease; (fig.) a vice kept concealed.
~ভাব
n
. secrecy or a concealed or unrevealed state; a stealthy or clandestine manner.
~ভাবে
adv
. secretly; stealthily.
~ভোট, ~মত
n
. a secret vote or voting, ballot.
~মন্ত্র
n
. a secret or mysterious word; a password; (lit.) an esoteric mantra or sacred word.
~মন্ত্রণা
n
. secret counsel or conference.
গুপ্তমন্ত্রণা সমিতি
n
. a secret council, a close assembly.
~রহস্য
n
. a mystery, a secret.
~সভা, ~সমিতি
n
. a secret council, a close assembly; a secret society.
~হত্যা
n
. assassination; a secret murder.
গুপ্তহত্যা করা
v
. to assassinate; to commit a murder in secret.
গুপ্তহত্যা প্রকাশ পাবেই
murder will out.
~হত্যাকারী
n
. an assassin.
গুপ্তি
gupti
n
. act of keeping or guarding in secret; act of keeping secrets (
মন্ত্রগুপ্তি
); a sword-stick.
গুফা
guphā
n
. a mountain-cave.
গুবরেপোকা
gubarepokā
n
. the dung-beetle, the dor-beetle, the dor-fly, the dor, the dorr.
গুবাক
gubāka
n
. the betel-nut or its tree.
গুম
1
guma
a
. secret, unrevealed, concealed (
গুমখুন
); carried off and kept concealed (
লাশ গুম করা
); gone in hiding or absconding (
গুম হওয়া
); missing; speechless and motionless (
গুম হয়ে বসে থাকা
)
গুম করা
v
. to carry off and keep concealed.
~খুন
n
. a secret murder or assassination.
গুম হওয়া
v
. to be carried off and kept concealed; to abscond, to go into hiding; to be missing; to become speechless and motionless.
গুম
2
guma
int
. expressing: a thudding noise as of a blow of the fist on the back.
গুম করে
inf. v
. with a thud.
গুমগুম, গুমাগুম
int
. expressing: repeated thudding noise. ☐
adv
. with thuds, thuddingly.
গুমট
gumaṭa
n
. sultry atmosphere or weather, sultriness, stuffiness, fustiness.
গুমটি
gumaṭi
n
. a sentry-box; a shed or enclosure (
বাসের গুমটি, ট্রামের গুমটি
).
গুমর
gumara
n
. vanity, pride.
গুমর করা, গুমর দেখানো
v
. to be proud of, to brag, to boast.
গুমর ভাঙা
v
. to shed or cause to shed one's pride.
Page 314
|
×
Close

--- ページ 314 終了 ---

Page 315
গুমরানো
gumarāno
v
. to suffer from suppressed grief, sorrow, pain etc.
গুমরানি
n
. such suffering.
গুমসা,
gumasā
, (coll.)
গুমসো
a
. sultry, stuffy, fusty; rancid.
গুমসানো
v
. to become sultry or rancid.
গুমসানি
n
. sultriness, stuffiness, fustiness, rancidity.
গুমাগুম
gumāguma
see
গুম ।
গুম্ফ
gumpha
n
. moustache; a bunch.
গুম্ফন
gumphana
n
. act of stringing (together); composition.
গুম্ফা
gumphā
var. of
গুফা ।
গুম্ফিত
gumphita
a
. strung; composed.
গুম্বজ
gumbaja
n
. a dome, a vault, a cupola.
গুয়া
guẏā
n
. the betel-nut or its tree.
গুরমুখি
guramukhi
coll. corrup. of
গুরুমুখি
(see
গুরু
).
Page 315
|
×
Close

--- ページ 315 終了 ---

Page 316
গুরু
guru
n
. a spiritual teacher or guide, a preceptor, a master, a guru; a priest; a teacher; an adviser; a venerable person; Brihaspati (
বৃহস্পতি
) the priest of gods; (astrol.) the Jupiter. ☐
a
. heavy, weighty (
গুরুভার
); very responsible or difficult or important or serious (
গুরুরাজকার্য, গুরুদায়িত্ব, গুরুকর্তব্য
); excessive (
গুরুভোজন
); venerable (
গুরুজন
); great, glorious (
'গুরু-কাছে লব গুরু দুখ'
); (gr.—of vowels or vowel-sounds) long.
~কল্প
a
. like a spiritual guide, like a preceptor or teacher; (of a person) conceived as a spiritual guide.
~কৃপা
n
. kindness or benevolence or gracious behaviour such as one receives from one's teacher, spiritual guide or guru.
~কুল
n
. the abode or the family of one's guru or teacher.
~গম্ভীর
a
. serious and grave.
~গিরি
n
. the profession of a guru or teacher or priest, priesthood or teachership.
~গৃহ
n
. the abode of one's teacher or guru.
~চণ্ডালী
n
. an instance of using undersirably Sanskrit and non-Sanskrit words or elegant and inelegant words side by side.
~জন
n
. a venerable person; an elder.
~ঠাকুর
n
. a spiritual teacher or guide, a preceptor, a guru.
~তর
a
. heavier, weightier; more responsible or difficult or important or serious; very serious (
গুরুতর অপরাধ
).
~তা ~ত্ব
n
. weight, heaviness; gravity (
আপেক্ষিক গুরুত্ব
= specific gravity); importance; seriousness.
গুরুত্বহীন
a
. divested of or wanting in weight or seriousness, unimportant; negligible.
~দক্ষিণা
n
. a fee paid or payable to a guru or a teacher when teaching is completed or on completion of education.
~দণ্ড
n
. heavy punishment.
লঘুপাপে গুরুদণ্ড
heavy punishment for a light offence.
~দশা
n
. the period of mourning on the death of one's father or mother; (astrol.) the period of domination by the planet Jupiter.
~দেব
same as
~ঠাকুর । ~দ্বার
n
. a temple of the Sikhs, Gurudwara.
~নিন্দা
n
. upbraiding of one's guru or teacher.
~পত্নী
n
. the wife of one's guru or teacher.
~পত্নী গমন
n
. sexual intercourse with the wife of one's guru or teacher.
~পত্নী-হরণ
n
. act of abducting the wife of one's guru or teacher for immoral purpose.
~পাক
a
. hard to digest.
~পাপ
a deadly sin, felony.
~পূর্ণিমা
n
. the full-moon of the month of Ashara, the third month of the Bengali calendar.
~বরণ
n
. the ceremony of appointing one as one's guru or of receiving a guru usually accompanied with offer of presents.
~বল
n
. occult power conferred upon by one's benignant guru; grace of the guru.
~বাক্য
n
. words or advices of a guru.
~বার
n
. Thursday.
~বৃত্ত
n
. a great circle.
~ভক্ত
a
. devoted to one's guru or teacher.
~ভক্তি
n
. devotion to one's guru or teacher.
~ভাই
n
. a codisciple, a brother disciple.
~ভার
a
. very heavy; unbearably heavy. ☐
n
. heavy burden.
~মণ্ডল
n
. (geog.) barysphere.
~মহাশয়,
, (coll.)
~মশাই
n
. a teacher; a primary teacher.
~মস্তিষ্ক
n
. (anat.) cerebrum.
~মা
n
. the wife of a teacher or guru; a preceptress; a woman teacher, a lady teacher.
~মারা-বিদ্যা
n
. art or learning in which the student excels the teacher in course of time; (ridi.) art or learning which the student uses against the teacher to discomfit him.
~মুখি
n
. the script or (loos.) the language used by the Sikhs.
~লঘুজ্ঞান
n
. due sense of respect for superiors; sense of proportion; capacity for making distinction between the high and the low.
~শিষ্য- সংবাদ
n
. a report of the conversation or discussion between a guru and his disciple or between a teacher and his student.
~সেবা
n
. attendance on a guru or a teacher.
~স্ফীতি
n
. (astro.) springtide.
~স্হানীয়
a
. as venerable as a guru or a teacher.
~হত্যা
n
. murder of one's guru or teacher by oneself; parricide.
~হন্তা
n
. one who murders one's guru or teacher, a parricide.
fem
.
~হন্ত্রী । যেমন গুরু তেমনি চেলা
like master like man.
গুরু গুরু
guru
,
guru
int
. expressing rumbling sound. ☐
adv
. with a rumbling sound (
'গুরু গুরু দেয়া ডাকে'
)
গুরুপদেশ
gurupadeśa
n
. teachings or advice of a guru.
গুর্খা
gurkhā
corrup. of
গোর্খা ।
গুর্জর
gurjara
a
. Gujarat; a native of Gujarat.
fem
.
গুর্জরী
a female native of Gujarat; an Indian musical mode.
গুর্বিণী
gurbiṇī
a
. pregnant, in the family way, (of inferior creatures) big with young.
গুর্বী
gurbī
n
. a guru's wife. ☐
a. fem
. pregnant; great, glorious.
গুল
1
gula
n
. powder of burnt tobacco (this is applied to teeth and the gum or used as a dentifrice); a kind of small balls prepared by mixing and drying cowdung, mud and coal-powder together (used as fuel).
গুল দেওয়া
v
. to make small balls of cowdung, mud and coal-powder mixed together and dry them in the sun; to apply powder of burnt tobacco (to one's teeth and gum).
গুল
2
gula
n
. a fib.
গুল দেওয়া, গুল মারা
v
. to fib.
গুলপট্টি
same as
গুল
2
।
গুল
3
gula
n
. the rose; a fancy-work, a diaper.
~দার
a
. diapered.
~বদন
a
. having a body as soft or delicate as the rosepetal, tender-bodied.
fem
.
~বদনী । ~বাগ
n
. a rose-garden.
~বাহার
n
. a piece of diapered sari (
~শাড়ি
).
গুলজার
gulajāra
a
. splendid; packed or crowded and noisy (
সভা গুলজার, নরক গুলজার
).
গুলজার করা
v
. to brighten; to crowd and fill with warmth and noise.
গুলঞ্চ
gulañca
n
. a medicinal plant, menispermum glabrum.
গুলতানি
gulatāni
n
. assemblage in a small party or crowd and indulgence in useless talk.
গুলতানি করা, গুলতানি পাকানো, গুনতানি মারা
v
. to assemble in a small group and indulge in useless talk or discussion.
গুলতি
gulati
n
. a catapult.
গুল্ফ
gulpha
n
. the ankle or the heel.
~সন্ধি
n
. the ankle-joint.
গুলবাঘ
gulabāgha
n
. the leopard.
-গুলা
1
-gulā
(obs. & dial.)
sfx
. indicating plurality (
মানুষগুলা
).
গুলা
2
gulā
v
. to dissolve in or blend with water by pressing and rubbing. see also
গোলা
3
।
গুলানো,
gulāno
(coll.)
গুলোনো
v
. to confuse, to make a mess of (
সে কাজ গুলিয়ে ফেলে
); to fail to recollect (
সে পথ গুলিয়ে ফেলে, সে পড়া গুলিয়ে ফেলে
); to be confused or disordered (
এতে কাজ গুলিয়ে যায়
); to be spoiled, to be reduced to a fiasco (
সব পরিকল্পনা গুলিয়ে গেল
); to be agitated morbidly (
পেট গুলানো
); to be stricken with nausea (
শরীর গুলোচ্ছে
).
গুলাব, গুলাবি
gulāba
,
gulābi
variants of
গোলাপ
and
গোলাপি
respectively.
গুলাল
gulāla
n
. a red powder which Hindus sprinkle over one another during the Holi (
হোলি
) festival.
গুলি
1
guli
var. of
-গুলা
1
।
গুলি
2
guli
n
. any small round ball; a globule; a pill (as of medicine); either of the biceps or triceps or either of the hough muscles; a pill or preparation of opium for smoking; a bullet, ammunition.
গুলি করা
v
. to shoot, to fire.
গুলি খাওয়া
v
. to be shot (with a bullet); to smoke opium.
~খোর
a
. addicted to smoking opium. ☐
n
. one who smokes opium, an opium-addict; an opium-smoker.
গুলিখোরি (গুলিখুরি) গল্প
fantastic or wholly incredible story, cock-and-bull story.
~ডাণ্ণ্ডা
n
. tip-cat.
~বিদ্ধ
a
. pierced by a bullet, wounded by a bullet, hit by a bullet.
গুলিকা
gulikā
n
. a small globule or pill; a bullet.
গুলিন
gulina
dial. var. of
গুলি
1
।
গুলো
gulo
sfx
. indicating plurality (
গাছগুলো ।
)
Page 316
|
×
Close

--- ページ 316 終了 ---

Page 317
গুল্ম
gulma
n
. a bush, a shrub; the spleen; morbid enlargement of the spleen (also
গুল্মরোগ
); a military station or assemblage; a small division of an army (consisting of 9 elephant-riders, 9 charioteers, 27 horsemen and 45 foot-soldiers).
গুষ্ঠি, গুষ্টি
guṣṭhi
,
guṣṭi
(coll.) form of
গুষ্ঠী । গুষ্টির পিণ্ডি, গুষ্টির মাথা
(abusively) an extremely loathsome thing; nothing.
গুহ
guha
n
. God Kartik (
কার্তিক
); Vishnu (
বিষ্ণু
)
ষষ্ঠী
n
. sixth day of the lunar fortnight of the month of Agrahayana (
অগ্রহায়ণ
).
গুহা
guhā
n
. a cave; a mountain-cave; a den (
সিংহের গুহা
); (fig.) the inmost region or recess (
মনের গুহায়
)
~বাসী
a
. one who or that which lives in a cave or den, cave-dwelling; troglodyte.
গুহাবাসী প্রাণী
a troglodyte.
গুহাবাসী লোক
a cave-man.
~শয়
a
. dwelling in a cave. ☐
n
. the lion, the tiger and similar beasts that sleep in caves.
গুহ্য
guhya
a
. a confidential, private; secret, concealed, hidden; mysterious; esoteric; occult; lonely.
n
. the anus.
~দ্বার
n
. the anus.
~সংবাদ
n
. a secret news.
গুহ্যক
guhyaka
n
. one of the demigods attending on Kuvera (
কুবের
).
গূঢ়
gūṛha
a
. secret, hidden, concealed, surreptitious (
গূঢ় অভিসন্ধি
); unknown, unrevealed, deep (
গূঢ় তত্ত্ব
); invisible, inaccessible, incomprehensible (
গূঢ় মায়া
); intricate (
গূঢ় ব্যাপার
); profound (
গূঢ় বুদ্ধি, গূঢ় অর্থ
); mysterious, occult, esoteric (
গূঢ় বিদ্যা
); lonely.
~তা, ~ত্ব
n
. secrecy, concealment; invisibility, inaccessibility, incomprehensibility; intricacy; profundity; mysteriousness; loneliness.
~পথ
n
. a secret path or route; a lonely path.
~পাদ
n
. the tortoise.
~পুরুষ
n
. a spy, a secret emissary.
~মার্গ
n
. a secret path; a secret tunnel.
~সাক্ষী
n
. a witness employed by the plaintiff or by the accuser to overhear what the defendant or the accused has to say.
গূঢ়ার্থ
n
. the inner meaning; underlying implication.
গূঢ়ৈষণা
gūṛhaiṣaṇā
n
. (phil.) a complex.
গৃধ্নু
gr̥dhnu
a
. greedy, covetous.
~তা
n
. greed, greediness, avarice.
গৃধিনী
gr̥dhinī
illogical but pop.
fem
. of
গৃধ্র ।
গৃধ্র
gr̥dhra
n
. the vulture.
Page 317
|
×
Close

--- ページ 317 終了 ---

Page 318
গৃহ
gr̥ha
n
. a room, a chamber; a house; a home, an abode, a dwelling; (astrol.) any of the signs of the zodiac.
~কপোত
n
. a tame pigeon.
~কর্তা
same as
গৃহস্বামী ।
fem
.
~কর্ত্রী । ~কর্ম, ~কার্য
n
. housework, domestic work or chores.
~কহল
same as
গৃহবিবাদ । ~কোণ
n
. the inside of one's home; the corner of a house; household.
~গোধিকা, ~গোধা
n
. the lizard.
~চ্ছিদ্র
n
. a secret defect or blemish of a family; a (secret) discord in a family; the weak point of a family.
~চ্যুত
a
. ejected or displaced or ousted from one's homestead; homeless.
গৃহচ্যুত করা
v
. to oust or evict one from one's homestead; to render one homeless.
~জাত
a
. home-made; home-grown; stored in a house esp. in a dwelling-house.
~তল
n
. the floor of a room.
~ত্যাগ
n
. quitting a house or one's home; adoption of asceticism; renunciation of worldly life.
গৃহত্যাগ করা
v
. to quit a house; to quit home; to adopt asceticism; to renounce worldly life.
~ত্যাগী
n
. one who has quitted a house or home; one who has adopted asceticism.
~দাহ
n
. arson; (fig.) complete destruction of one's family happiness and peace.
~দেবতা
n
. a tutelar deity, a household god.
~ধর্ম
n
. the family life, household duties.
~পতি
same as
গৃহস্বামী । ~পালিত
a
. domestic; (joc.) tame.
~প্রবেশ
n
. the ceremony of first entrance into a newly-built house; house-warming.
~প্রাঙ্গণ
n
. a courtyard.
~বাটিকা
n
. a garden within the precincts of a dwelling-house; a garden-house.
~বাসী
a
. leading the life of a family man; living in a dwelling-house or in a family. ☐
n
. a family man; a male member of a family; an inmate of a dwelling-house.
fem
.
~বাসিনী । ~বিচ্ছেদ
n
. dissension in a family; dissension amongst the people of a state; civil dissension.
~বিবাদ
n
. dissension in a family; family strife, family feud; vendetta; internal strife; civil dissension; civil strife, civil war.
~ভেদী
a
. sowing dissension in a family or a party; betraying secrets of one's own family or party.
গৃহভেদী বিভীষণ
one who betrays the secrets of one's own family or party, a quisling, a fifth-columnist, a traitor (after the character of Bibhishana of the Ramayana).
~মণি
n
. lamp; the lamp of a house.
~মার্জন
n
. cleaning the house.
গৃহমার্জন করা
v
. to scrub and clean the house.
~মৃগ
n
. a domestic dog.
~মেধী
same as
গৃহস্হ । ~যুদ্ধ
same as
গৃহবিবাদ । গৃহলক্ষী
n
. a housewife whose suave and judicious dealings bring peace and prosperity to her family; (loos. & often facet.) a wife.
~শত্রু
n
. an enemy of one's own family or party, a quisling.
~শিক্ষক
n
. a private tutor; a guardian tutor.
~শূন্য
a
. homeless.
~সজ্জা
n
. fittings and furniture.
~স্হ
n
. a family man; a middleclass man. ☐
a
. of or in a house.
~স্হধর্ম
n
. the practice of a householder (the second stage of life according to Hindu scriptures); family life.
~স্হালি, । ~স্হালী
n
. housework, domestic work; domestic science, domestic economy; household duties.
~স্হাশ্রম
same as
~স্হধর্ম । ~স্বামী
n
. the master of a house, a householder.
fem
.
গৃহস্বামিনী
the mistress of a house, a house-wife.
~হারা, ~হীন
a
. homeless, shelterless.
গৃহাগত
gr̥hāgata
a
. one who has come to a house; one who has come back home. ☐
n
. a guest; a visitor.
গৃহান্তর
gr̥hāntara
n
. another room or house or home.
গৃহাভিমুখী
gr̥hābhimukhī
a
. walking or going towards one's home or house; returning home, home-coming.
গৃহাভ্যন্তর
gr̥hābhyantara
n
. the inside of the house, the inner part of the house.
গৃহাশ্রম
gr̥hāśrama
same as
গৃহস্হাশ্রম
(see under
গৃহ
).
গৃহাসক্ত
gr̥hāsakta
a
. extremely home-keeping; over-devoted to one's own family.
গৃহিণী
gr̥hiṇī
n
. a housewife, a house-mother; one's wife; a wife.
~পনা
n
. housewifery.
গৃহী
gr̥hī
n
. a household, a family man; a married man.
গৃহীত
gr̥hīta
a
. received; accepted; held; obtained; passed (
সিদ্ধান্ত গৃহীত হওয়া
); sheltered.
গৃহোপকরণ
gr̥hopakaraṇa
n
. a domestic utensil; furniture.
গৃহ্য
1
gr̥hya
a
. acceptable; brought under control.
গৃহ্য
2
gr̥hya
a
. relating to home; homely; domestic; home-bred; home-made.
~সূত্র
n
. a Hindu scripture prescribing ceremonies to be performed at birth, marriage etc.
গে
ge
dial. corrup. of
গিয়া
and
গিয়ে ।
গেঁইয়া
gem̐iẏā
alt. form of
গাঁইয়া
and
গেঁয়ো ।
গেঁজ
gem̐ja
n
. a sprout, a plumule, a tumour, a node; (inc.) a wedge (
গেঁজ ঠোকা
).
গেঁজলা, গেঁজা
gem̐jalā
,
gem̐jā
coll. variants of
গাঁজলা ।
গেঁজানো
1
gem̐jāno
coll. var. of
গাঁজানো ।
গেঁজানো
2
gem̐jāno
alt. spell. of
গ্যাঁজানো
গেঁজে
gem̐je
n
. a tubular purse made of cloth.
গেঁজেল
gem̐jela
a
. addicted to smoking ganja; (fig.) given to telling lies or cock-and-bull stories. ☐
n
. a ganja-smoker, a ganja-addict; (fig.) one who is given to telling lies or cock-and-bull stories.
গেঁটা
gem̐ṭā
a
. short and fat and stout, dumpy.
গেঁটে
gem̐ṭe
a
. nodose, knotty (
গেঁটে বাঁশ, গেঁটে লাঠি
); of or in or occurring in knuckles (
গেঁটে বাত
= gout).
গেঁট্টাগাঁট্টা, গেঁট্টাগোঁট্টা
gem̐ṭṭāgām̐ṭṭā
,
gem̐ṭṭāgom̐ṭṭā
variants of
গাঁট্টাগোঁট্টা ।
গেঁড়
gem̐ṛa
n
. a tuberous root, a tuber; a rhizome.
গেঁড়া
gem̐ṛā
n
. (sl.) act of stealing or misappropriating or swindling.
গেঁড়া দেওয়া, গেঁড়া মারা
v
. to steal; to misappropriate; to swindle.
গেঁড়াকল
gem̐ṛākala
n
. a dishonest way of achieving one's end by deceiving or threatening people; a racket.
গেঁড়ি
gem̐ṛi
n
. the snail.
গেঁড়ু, গেঁড়ুয়া
gem̐ṛu
,
gem̐ṛuẏā
n
. a ball or a disc for throwing and catching; bunch; a wreath, a garland (
'ফুলের গেঁড়ুয়া লুকিয়া ধরয়ে'
).
গেঁতো
gem̐to
a
. indolent, slothful, lazy, of extremely dilatory habit.
গেঁদা
gem̐dā
rej
. form of
গাঁদা ।
গেঁয়ো, গেঁয়ে
gem̐ẏo
,
gem̐ẏe
a
. rural; rustic; uneducated; unpolished, vulgar.
গেঁয়ো লোক
n
. rustic; (dero.) a clodhopper.
Page 318
|
×
Close

--- ページ 318 終了 ---

Page 319
গেছো
gecho
a
. of trees and plants; living in trees or given to climbing trees (
গেছো ব্যাং, গেছো পেতনি
); (of women) of undesirable masculine habit.
গেছো ব্যাং
a tree-frog.
গেছো মেয়ে
a tomboy.
গেজেট
gejeṭa
n
. a gazette.
গেঞ্জি
geñji
n
. a vest; a guernsey.
গেট
geṭa
n
. a gate.
গেণ্ডু, গেণ্ডুক, গেণ্ডুয়া
geṇḍu
,
geṇḍuka
,
geṇḍuẏā
variants of
গেঁড়ু ।
গেনু
genu
v. 1st per. sing
. (obs.—poet. & dial.) went.
গেন্দুক
genduka
var. of
গেণ্ডুক ।
গেয়
geẏa
a
. worth singing, singable; that which is sung or is to be sung.
গেয়ান
geẏāna
poet. & dial. coll. corrup. of
জ্ঞান ।
গেরস্ত
gerasta
corrup. of
গৃহস্হ ।
গেরি
geri
a
. (dial.) of the colour of red ochre (
গেরিমাটি
).
গেরিলা
gerilā
n
. a member of a political group engaged in irregular fighting esp. against larger and regular forces, the guerrilla.
~যুদ্ধ
n
. guerrilla warfare, irregular fighting of the guerrilla.
গেরুয়া
geruẏā
a
. having the colour of red ochre; dyed with red ochre (
গেরুয়া কাপড়
). ☐
n
. a piece of loincloth dyed with red ochre (
গেরুয়াধারী
).
গেরো
1
gero
pop. var. of
গিরা
1
।
গেরো
2
gero
n
. a scrape, a difficulty; the influence of an evil star.
কপালের গেরো
bad luck; predestined misfortune.
গের্দ
gerda
n
. circumvention, encircling; confinement; a region; a certain area; jurisdiction.
গেল
1
gela
v
. has or have gone; went. (see
যাওয়া
.
গেল
2
gela
a
. immediately preceding, last (
গেল মাসে, গেলবার
).
গেল
3
gela
int
. expressing astonishment (
এই গেল যা
).
গেলা
gelā
v
. to swallow (
ঢোক গেলা, ভাত গেলা
); to devour; (in anger or taunts) eat or drink (
কাঁড়ি কাঁড়ি ভাত গেলে
); eat or drink greedily. ☐
n
. drinking or swallowing. ☐
a
swallowed; devoured.
~নো
v
. to cause to swallow, make someone swallow.
গেলাপ
gelāpa
n
. a cover, a case, a slip (as of a pillow).
গেলাস
gelāsa
n
. a drinking glass, a tumbler.
একগেলাস জল
a glass of water.
একগেলাস পরিমাণ
a tumblerful.
গেহ, গেহা
geha
,
gehā
n
. (poet.) a house; a dwelling house; an abode, a residence, a home.
গেহী
n
. a householder, a family man.
fem
.
গেহিনী
a housewife.
গৈবি
gaibi
var. of
গয়বি ।
গৈরিক
gairika
n
. red ochre; gold-dust or gold; powder or dye of red ochre (
অলক সিঞ্চিত গৈরিক স্বর্ণে
); a piece of loincloth dyed with red ochre (
গৈরিকধারী
) ☐
a
. born of or produced in mountain; of the colour of red ochre (
গৈরিক আকাশ
); dyed with red ochre (
গৈরিক পতাকা
).
গৈরেয়
gaireẏa
n
. red ochre; any object produced or grown in or on a mountain.
গো
1
go
sweeter var of
গা
2
।
গো
2
go
n
. the cow; the ox; any of the sense-organs (
গোচর
); the earth (
গোপতি
).
গোই
goi
v. imp
. (poet. & obs.) concealing (
'মরমহি গোই'
).
গোঁ
gom̐
n
. obstinate insistence, obstinacy; dogged perseverance, doggedness.
গোঁ ধরা
v
. to insist on obstinately.
গোঁ বজায় রাখা
v
. to persevere doggedly.
গোঁ-গোঁ
gom̐-gom̐
int
. expressing a groaning sound.
গোঁ-গো করা
v
. to groan.
গোঁজ
gom̐ja
n
. a peg, a stake, a wedge. ☐
a
. silent and glum with discontent (
মুখ গোঁজ করে থাকা
).
গোঁজ গাড়া
to drive a peg.
গোঁজা
gom̐jā
pop. var. of
গুঁজা ।
গোঁজমিল
gom̐jamila
n
. act of balancing up an account by means of undue insertion(s).
গোঁজামিল দেওয়া
v
. to balance up an account by means of undue insertion(s); somehow to balance accounts; to manipulate or cook up accounts.
গোঁড়
gom̐ṛa
n
. a roundish exterior protuberance of the umbilical cord; a tumorous growth.
গোঁড়া
1
gom̐ṛā
a
. having a roundish exterior protuberance of the umbilical cord; roundish.
গোড়া
2
goṛā
a
. bigoted; fanatic; orthodox; extremely conservative; extremely biased; following blindly, blind (
গোঁড়া ভক্ত
).
গোঁড়ামি,
gom̐ṛāmi
, (coll.)
গোঁড়ামো
n
. bigotry; fanaticism; orthodoxy; extreme conservativeness; an extremely strong bias; act of following blindly.
Page 319
|
×
Close

--- ページ 319 終了 ---

Page 320
গোঁড়ালেবু
gom̐ṛālebu
, (dial.)
গোঁড়ানেবু
n
. the citron.
গোঁফ, গোঁপ
gom̐pha
,
gom̐pa
n
. moustache; whiskers.
গোঁফে তা দেওয়া
v
. to trim the ends of one's moustache (figuratively this indicates great delight or ease or nonchalance).
~খেজুর
a
. extremely lazy (from the story of a person who lay hungry under a date-tree and yet refused to move his hand to reach the date that fell upon his moustache but hoped that a date would fall straight into his mouth).
গোঁয়ানো
gom̐ẏāno
v
. (mainly poet.) to pass or spend (
'ভেবেছিনু দিন মিছে গোঁয়ালেম'
); to elapse, to pass by (
'মিছে খেলায় দিন গোঁয়াল'
); to follow, to go after (
'সকল লোক পশ্চাতে গোঁয়ায়'
); to co-exist peacefully (
তার সঙ্গে গোঁয়ানো শক্ত
).
গোঁয়ার
gom̐ẏāra
a
. obstinate, unyielding, stubborn; headstrong, foolhardy, foolishly rash.
~গোবিন্দ
a
. very rash or reckless, devil-may-care. ☐
n
. a very rash or headstrong person, a devil-may-care sort of fellow.
~তুমি, ~তমি, গোঁয়ার্তুমি
n
. obstinacy, stubbornness; foolhardiness.
গোঁয়ারা
gom̐ẏārā
n
. the artificial coffin of Hasan and Hussain carried in procession during the festival of Moharram (cp. a feretory); the festival of Moharram.
গোঁসাই, গোসাঞি
gom̐sāi
,
gosāñi
alt. spellings of
গোসাঁই ।
গোকর্ণ
gokarṇa
n
. the reach of the thumb and the ring-finger outstretched; the cavity or capacity of a cupped palm of hand.
গোকুল
gokula
n
. a herd of cows (and also of oxen); a cowhouse; a grazing ground for cows and oxen, a pasture or pasturage; a village of India originally inhabited by milkmen (
'তোমারে বধিবে যে, গোকুলে বাড়িছে সে'
).
গোকুলের ষাঁড়
(ridi.) a wayward or wilful man, a self-willed person.
গোক্ষীর
gokṣīra
n
. cow-milk.
গোক্ষুর
gokṣura
n
. (lit.) a cow's hoof; a thorny plant, Tribulus terrestris, the thistle; the cobra de capello, the cobra.
গোখরো
gokharo
(coll.) var. of
গোখুরা ।
গো-খাদক
go-khādaka
a
. beef-eating. ☐
n
. a beef-eater.
গোখুরা
gokhurā
n
. cobra, a hooded and poisonous snake.
গোগৃহ
gogr̥ha
n
. a cowhouse (usu. a large one), a byre.
গোগ্রহ
gograha
n
. forceful carrying off of another's cattle; abaction.
গোগ্রাস
gogrāsa
n
. an offering of sanctified grass to a cow at the end of one's penitence; a large morsel.
গোগ্রাসে খাওয়া
বা
গেলা
v
. to eat hastily in large morsels, to gobble; to eat ravenously or wolfishly.
গোঘাতক
goghātaka
n
. a cow-slaughterer.
গোঘ্ন
goghna
a
. one who or that which kills a cow or cows; a guest (for whom a cow was killed or slaughtered by the host).
গোঙরানি, গোঙরানো
goṅarāni
,
goṅarāno
variants of
গোঙানি
and
গোঙানো
respectively.
গোঙা
goṅā
a
. unable to speak, dumb. ☐
n
. a dumb man, one having no power of speech.
গোঙানো
1
goṅāno
var. of
গোঁয়ানো ।
গোঙানো
2
goṅāno
v
. to whimper; to moan; to groan or whine.
গোঙানি
n
. act or noise of whimpering or moaning or groaning or whining.
গোচ
goca
dial. corrup. of
গোছ ।
গোচন্দন
gocandana
n
. a bright yellow pigment secreted from the kidney of a cow.
গোচর
gocara
n
. the reach or range of sense-organs, sense-perception; anything perceptible by the senses; (astrol.) jurisdiction or range of influence (
শনির গোচর
); cognition, knowledge, perception (
গোচরে আনা, আগোচরে
); a grazing ground, a pasture or pasturage. ☐
a
. perceptible by or within the range of (
নয়নগোচর, শ্রুতিগোচর
); used as a grazing ground (
গোচর জমি
).
গোচরে আনা
v
. to bring to one's knowledge or notice.
গোচরীভূত
a
. brought to one's knowledge or notice.
গোচর্ম
gocarma
n
. cowhide.
গোচারক
gocāraka
n
. a cowherd.
গোচারণ
gocāraṇa
n
. act of tending or grazing cows, pasturage.
গোচারণ ভূমি
n
. grazing ground.
গোচারণে যাওয়া
v
. to go to graze or tend cows or beeves.
গো-চিকিৎসক
go-cikitsaka
n
. a cow-leech, a cow-doctor.
গো-চিকিৎসা
go-cikitsā
n
. treatment of cows and cattle.
Page 320
|
×
Close

--- ページ 320 終了 ---

Page 321
গোছ
gocha
n
. a bunch, a bundle, a sheaf; (due) order or arrangement, orderliness (
কাজের গোছ
); a type (
সাধারণ গোছের বাড়ি
); the hough.
গোছ করা
v
. to put in due order; to arrange into bunches or sheaves.
পায়ের গোছ
the hough, fleshy part of the back of the human leg between the knee and the ankle, the calf.
~গাছ
n
. due order or arrangement; act of packing up.
গোছগাছ করা
v
. to put in due order; to make necessary arrangement (for); to pack up.
গোছা
gochā
n
. a bunch, a bundle, a sheaf; the hough.
গোছানে, গোছানো, গোছাল
gochāne
,
gochāno
,
gochāla
pop. variants of
গুছানে, গুছানো
and
গুছাল
respectively.
গোট
goṭa
n
. an ornamental metal girdle worn by women.
গোটা
goṭā
a
. whole, full, entire, undivided, unbroken (
গোটা মানুষটা, গোটা দেশ
).
গোটাকতক, গোটাকয়েক
a few, a small number of.
গোটা গোটা
a. & adv
. whole and in unbroken form.
গোটানো
goṭāno
pop. var. of
গুটানো ।
গোঠ
1
goṭha
var. of
গোট ।
গোঠ
2
goṭha
n
. a grazing ground, a pasture or pasturage.
গোড়
goṛa
n
. the base, the root; the foot.
~তোলা, ঘোড়তোলা
a
. high-heeled.
গোড়ে গোড় দেওয়া
v
. to follow in one's footsteps; to support blindly; to say ditto to.
গোড়া
goṛā
n
. the root, the base, the bottom (
গাছের গোড়া, দাঁতের গোড়া, থামের গোড়া
); reach (
হাতের গোড়ায়
); foundation (
গোড়াপত্তন
); the beginning or start, inception (
সৃষ্টির গোড়া থেকে
); the root cause
(নষ্টের গোড়া)
~গুড়ি
adv
. in the beginning, at first. ☐
n
. the beginning, inception (
গুড়াগুড়ি থেকে
)
~পত্তন
n
. act of laying the foundation; start.
গোড়াপত্তন করা
v
. to lay the foundation of; to start.
গোড়া কেটে আগায় জল
(lit.) ridiculous act of cutting off a tree from its bottom and then watering its branches to rejuvenate it; (fig.) mending a thing after ending it; an attempt to mend something when it is too late.
গোড়ালি
goṛāli
n
. the ankle; the heel.
গোড়ে
goṛe
n
. a thick wreath of flower.
গোণা
goṇā
rej. spell. of
গোনা ।
গোতম
gotama
n
. a sage who wrote a famous treatise on logic; Gautama Buddha.
গোতা, গোত্তা
gotā
,
gottā
n
. a sudden and quick headlong fall.
গোতা
বা
গোত্তা খাওয়া
v
. to make a sudden and quick headlong movement.
গোতা খেয়ে
বা
গোত্তা খেয়ে পড়া
v
. to fall (down) headlong suddenly and quickly.
গোত্র
1
gotra
n
. a mountain.
~প্রধান
n
. the Himalayas.
গোত্র
2
gotra
n
. a family, a line; classification of families in accordance with the names of the saints who founded them; descent, lineage (
কাশ্যপ গোত্র
).
~জ
a
. having common descent or lineage, belonging to the same family, kindred.
গোত্রীয়
gotrīẏa
a
. of or belonging to a family or clan; familial.
গোদ
goda
n
. elephantiasis; a leg swelled in elephantiasis, an elephantiac leg.
গোদের উপর বিষফোড়া
(fig.) an extra trouble; a trouble upon trouble.
গোদা
godā
a
. suffering from elephantiasis; very fat; corpulent, bulky, very thick (
গোদা লাঠি
). ☐
n
. an elephantiac patient; a leader, a ring-leader (
পালের গোদা
).
গোদান
godāna
n
. the ceremony of giving away a cow or cows.
গোদুগ্ধ
godugdha
n
. cowmilk.
গোদাহন, গোদোহ
godāhana
,
godoha
n
. act of milking a cow or cows.
গোদোহন করা
v
. to milk a cow or cows.
গোদোহিনী, গোদোহনী
n
. a milk-pail.
গোদ্রব
godraba
n
. cow's urine.
গোধন
godhana
n
. a herd of cows regarded as property, cattle-wealth; a heard of cows.
গোধা, গোধিকা
godhā
,
godhikā
n
. the iguana.
গোধূম
godhūma
n
. wheat.
~কীট
the Hessian fly.
~চূর্ণ
n
. flour, farina; coarse flour, atta.
গোধূলি
godhūli
n
. twilight.
~লগ্ন
n
. the hour of twilight esp. the evening twilight; the hour of gloaming or dusk.
Page 321
|
×
Close

--- ページ 321 終了 ---

Page 322
গোনা
gonā
variant of
গনা ।
v
. to count, to enumerate, to compute; to consider, to regard as (
মানুষের বলে গোনা
); to anticipate or apprehend (
বিপদ গোনা
). ☐
a
. counted, enumerated, computed (
গোনা
জিনিস
).
~গুনতি
a
. neither more nor fewer.
গোপ
gopa
n
. a milkman (by caste or profession); a cowherd; a king; a landowner; a feudal lord.
~কন্যা
n
. the daughter of a milkman, a (young) milkmaid, (cp.) a milk-girl.
~নারী
n
. the wife or a daughter of a milkman, a milkmaid, (cp.) a milk-woman.
~বধূ
n
. wife of a milkman, (cp.) a milk-wife.
~বালক
n
. a boy of the milk-man class; a cowboy.
গোপন
gopana
n
. hiding, concealment; secrecy. ☐
a
. hidden, concealed, confidential, private, secret, unrevealed, mysterious.
গোপন করা
v
. to hide, to conceal; to keep secret; to keep back (
সত্য গোপন করা
)
গোপন থাকা
v
. to remain hidden or concealed or unrevealed; to remain secret.
গোপন রাখা
v
. to keep secret or unrevealed; to keep one's own or another's counsel.
গোপন আলোচনা
a confidential conference; a close-door conference, a conference in camera.
গোপন কথা
a secret; a mystery; a confidential matter or report; a private or confidential talk; a close-door conference, a conference in camera.
~তা
n
. secrecy; privacy.
গোপনীয়
a
. that which should be kept secret or kept back; confidential, private; secret.
গোপনে
adv
. secretly; privately, confidentially; in concealment.
গোপনে থাকা
v
. to be in hiding or concealment; to hide; to be in secret.
গোপনে রাখা
v
. to keep hidden or concealed; to hide; to keep in hiding.
গোপা
gopā
same as
গোপিকা ।
গোপাঙ্গনা
gopāṅganā
n
. the wife of a milkman, a milkmaid. (cp.) a milk-woman.
গোপাল
1
gopāla
n
. a herd of cows.
গোপাল
2
gopāla
n
. a milkman (by caste or profession); a cowherd; a name of Krishna (
কৃষ্ণ
); a king; a son (
নন্দগোপাল, আদুরে গোপাল
).
আদুরে গোপাল
an over-indulged son; a pampered child; a son spoilt by over-indulgence.
গোপালক
gopālaka
n
. one who keeps and tends cows; a cowherd.
গোপালন
gopālana
n
. act of tending and looking after cows; cattle-farming.
গোপালভোগ
gopālabhoga
n
. a species of very sweet and large mango.
গোপাষ্টমী
gopāṣṭamī
n
. the eighth lunar day in the moonlit fortnight of the month of Kartika (
কার্তিক
) when Krishna (
কৃষ্ণ
) began to act as a cowboy.
গোপিকা
gopikā
n
. the wife or daughter of a milkman, a milkmaid, (cp.) a milkwoman.
~মোহন
n
. one who has charmed the milkmaids, an appellation of Krishna.
গোপিত
gopita
a
. concealed, hidden; kept concealed or hidden; kept in custody; guarded; kept.
গোপিনী, গোপী
gopinī
,
gopī
same as
গোপীকা । গোপিনীবল্লভ, গোপীজনবল্লভ, গোপীনাথ
n
. appellations of Krishna (
কৃষ্ণ
).
গোপীচন্দন
n
. a kind of whitish clay with which Vaishnavas paint their faces and limbs.
গোপীমৃত্তিকা
n
. a kind of yellowish clay found in Brindaban which is regarded by Vaishnavas as holy and is used by them in painting their faces and limbs.
গোপীযন্ত্র
n
. a kind of monochord used by Vaishnavas to support a voice.
গোপুচ্ছ
gopuccha
n
. the tail of a cow, ox, bull etc.
গোপুর
gopura
n
. a gate (usu. an ornamental one) of a temple; a portal of a city, an ornamental city-gate.
গোপুরম
gopurama
n
. the high ornamental gate of a South Indian temple.
গোপুরীষ
gopurīṣa
n
. cow-dung.
গোপ্তব্য
goptabya
same as
গোপনীয়
(see under
গোপন
).
গোপ্তা
1
goptā
var. of
গোতা ।
গোপ্তা
2
goptā
a
. one who guards or protects. ☐
n
. a guard; a custodian.
গোপ্য
gopya
same as
গোপনীয়
(see under
গোপন
).
গোবৎস
gobatsa
n
. the young of a cow, a bullock or a heifer, a calf.
গোবদা
gobadā
a
. uncouthly fatty or plum (
গোবদা চেহারা
).
গোবধ
gobadha
n
. cow-slaughter.
Page 322
|
×
Close

--- ページ 322 終了 ---

Page 323
গোবর
gobara
n
. cow-dung, muck.
~গণেশ
a
. soft-headed corpulent lazy and good-for-nothing. ☐
n
. such a man or boy.
~গাদা
n
. a dung-heap, a dung-hill, a muck-heap.
গোবর গ্যাস
n
. a gas (usu. cooking gas) obtained from cow-dung.
গোবরভরা
a
. (ridi.) full of stupidity (
গোবরভরা মাথা
= a stupid head).
গোবরে পদ্মফুল
(lit.) a lotus in a dung-hill; (fig.) a solitary instance of beauty or talent in the midst of ugly or stupid environment, a Venus amongst hags, a Socrates amongst fools.
গোবরাট
gobarāṭa
n
. a door still or a window sill.
গোবর্ধন
gobardhana
n
. a hillock in Brindaban (
বৃন্দাবন
).
~ধারী
n
. one who held high
গোবর্ধন
, an appellation of Krishna (
কৃষ্ণ
).
গোবসন্ত
gobasanta
n
. cowpox.
গোবাঘ, গোবাঘা
gobāgha
,
gobāghā
n
. one of a class of tigers given to preying upon cows, the wolf (?).
গোবিন্দ
gobinda
n
. a name of Krishna (
কৃষ্ণ
) or Vishnu (
বিষ্ণু
).
গোবিষ্ঠা
gobiṣṭhā
same as
গোবর ।
গোবীজ
gobīja
n
. the serum taken from cowpox.
গোবীজের টিকা
vaccination or inoculation by administering the serum taken from cowpox.
গোবুচন্দ্র
gobucandra
var. of
গবচন্দ্র ।
গোবেচারা, গোবেচারি
gobecārā
,
gobecāri
a
. as harmless and gentle as a cow; an artless or guileless person.
গোবেড়েন
gobeṛena
n
. act of belabouring (one) with a stick like a cow; severe beating (esp. with a stick).
গোবেড়েন দেওয়া
v
. to belabour severely with a stick; to beat severely.
গোবৈদ্য
gobaidya
n
. a cow leech, a cow's doctor; (contem. or ridi.) a medical quack.
গোভাগাড়
gobhāgāṛa
n
. a place for depositing the carcasses of cows; (fig.) a filthy place.
গোমড়া
gomaṛā
a
. sullen and silent, glum and grave; darkened with huff.
গোময়
gomaẏa
n
. cow-dung.
গোমশতা, গোমস্তা
gomaśatā
,
gomastā
n
. a rent-collector or bill-collector or steward (of a landlord, a businessman, a mercantile firm etc.)
গোমসূরিকা
gomasūrikā
n
. same as
গোবসন্ত ।
গোমাংস
gomāṃsa
n
. beef.
গোমাংসভোজী
a
. beef-eating.
গোমাংসভোজী লোক
a beef-eater.
ক- অক্ষর গোমাংস
(fig.) utterly illiterate.
গো-মাছি
go-māchi
n
. the gadfly.
গোমুখ
gomukha
n
. the mouth or the face of a cow; a musical instrument shaped like a cow's mouth or face; a small bag for holding the rosary, rosary-bag. ☐
a
. having a face or mouth like that of a cow.
গোমুখী
n
. a holy cave in the Himalayas shaped like a cow's face or mouth; a rosary bag.
গোমূর্খ
gomūrkha
a
. utterly ignorant or illiterate or stupid.
গোমূত্র
gomūtra
n
. cow's urine.
গোমেদ
gomeda
n
. chrysolite; zircon; jacinth.
গোমেধ
gomedha
n
. ceremonial sacrifice of a cow or cows, cow-sacrifice.
গোযান
goyāna
n
. a bullock-cart, a hackery.
গোয়াল
goẏāla
n
. a cowshed.
গোয়ালা
goẏālā
n
. a milkman (by caste or profession); a cowherd.
fem
.
গোয়ালিনি
a wife or a daughter of a milkman, a milkmaid, a milk-woman.
নামে গোয়ালা কাঁজি ভক্ষণ
(fig.) a nobleman whose meagre income forces him to eat more beef than mutton.
গোয়েন্দা
goẏendā
n
. a spy, a sleuth; a detective.
~কাহিনি
n
. a detective story.
~গিরি
n
. espionage, spying.
গোয়েন্দা পুলিস
n
. the detective police.
গোর
gora
n
. a grave, a tomb.
গোর দেওয়া
v
. to bury, to inter, entomb.
গোরে যাওয়া
v
. to lie in one's grave; to die.
গোরক্ষক
gorakṣaka
n
. one who keeps or tends a cow or cows; a cowherd.
গোরক্ষণ, গোরক্ষা
gorakṣaṇa
,
gorakṣā
n
. keeping of cows, protection of cows.
গোরখা
gorakhā
alt. spell. of
গোর্খা ।
গোরস
gorasa
n
. cowmilk; any cowmilk product (e.g. butter, curd etc.).
গোরস্হান
gorashāna
n
. a burial ground, a cemetery, a graveyard.
গোরা
gorā
a
. having a complexion of cream-colour tinged with red; (loos.) fair-complexioned; English or European (
গোরা সৈন্য
). ☐
n
. a pet name of Chaitanya (
'কৃষ্ণ কৃষ্ণ বলি গোরা কাঁদে'
); an Englishman or a European; an English or a European soldier.
~চাঁদ
n
. a name of Chaitanya.
গোরার বাদ্য
n
. English or European military band.
Page 323
|
×
Close

--- ページ 323 終了 ---

Page 324
গোরু
goru
n
. the cow; the ox; beeves; (in reproof or ridicule) a stupid person.
~খোঁজা
n
. (fig.) thorough and minute searching, searching everywhere and at every nook.
~চুরি
n
. act or an instance of stealing cows; cattle-lifting; an extremely shameful deed or act.
~চোর
n
. one who steals cows, a cattle-lifter, an abactor; one who has done an extremely shameful deed.
গোরু মেরে জুতা দান
(lit.) the ridiculous or false attempt to compensate one with a pair of shoes after killing one's cow; (fig.) foolishly making amends after doing wrong or harm.
গোরুর গাড়ি
a bullock-cart, a hackery.
গোরুর পাল
a herd of cattle.
গোরোচনা
gorocanā
n
. a bright yellow pigment secreted from a cow's kidney.
গোর্খা
gorkhā
n
. one of the dominant people of Nepal, a Gurkha.
গোল
1
gola
n
. (in football, hockey, water polo etc.) a goal; a goal-post.
গোল করা, গোল দেওয়া
v
. to score a goal.
~দাতা
n
. a scorer.
~রক্ষক
n
. a goal-keeper, (coll.) a goalie.
গোল
2
gola
a
. round; roundish; globular; spherical; circular. ☐
n
. a round or roundish or spherical thing; a circle; a ball.
~ক
n
. a round or roundish or spherical object (
ভূগোলক
); a ball; a globe; a sphere.
~কায়
same as
গোলাকার । ~গাল
a
. almost round; roly-poly; chubby, plump, corpulent; fleshy and rounded.
~মরিচ
n
. black pepper.
গোল
3
gola
n
. a loud and confused noise, an uproar, a row, a hubbub, disturbance (
ক্লাসে গোল কোরো না
); crookedness, angularity, distrust, doubt, suspicion (
মনের গোল
); confusion, a difficulty, a complication, a hitch (
গোল বাধানো
); an error, a mistake; confusion (
গোল করে ফেলা
).
~মাল, ~যোগ
n
. confusion, disturbance, chaos; din and bustle.
~মেলে
a
. confusing; disturbing; subject to suspicion, suspicious; crooked.
গোল পাকানো
v
. to make a mess of, to muddle; to give rise to complication, to complicate.
গোলে হরিবোল দেওয়া
to evade one's duty by a false show of doing it in a noisy crowd.
গোলক
golaka
see
গোল
2
।
গোলকধাঁধা
golakadhām̐dhā
n
. a labyrinth, a maze; an intricate problem.
গোলদার
goladāra
n
. an owner of a warehouse; a wholesaler.
গোলদারি
n
. ownership of a warehouse; wholesale trade or trading. ☐
a
. of an owner of a warehouse; of wholesale trade; wholesale.
গোলদারি কারবার
wholesale business or trade.
গোলন্দাজ
golandāja
n
. a gunner, an artilleryman.
~বাহিনী
n
. artillery.
গোলন্দাজি
n
. gunnery, artillery. ☐
a
. relating to the gunner or gunnery.
গোলপাতা
golapātā
n
. a leaf of a small tree akin to the fanpalm (these leaves are used in thatching, Nipa fruticans).
গোলা
1
golā
a
. untrained, uneducated, inexperienced, ordinary, one without a refinement of taste (
গোলা পায়রা, গোলা লোক
).
গোলা
2
golā
n
. a ball; a cannon-ball.
~গুলি
n. pl
. cannon-balls and bullets.
গোলা ছোড়া
v
. to cannonade.
~বারুদ
n
. ammunition.
গোলা
3
golā
v
. to dissolve in or blend with water esp. by pressing and rubbing. ☐
n
. dissolution in or blending with water by pressing and rubbing; a thin paste made by such dissolution or blending (
চুনগোলা, গোবরগোলা
). ☐
a
. dissolved in or blended with water by pressing and rubbing.
~হাঁড়ি
n
. an earthen pot in which cow-dung is blended with water for plastering a mudbuilt house.
গোলা
4
golā
n
. a wicker corn-bin, a granary, a barn; a warehouse (
কাঠগোল
); a central market.
~জাত
a
. garnered; stored or stocked in a warehouse.
~জাত করা
v
. to garner, to store or stock in a warehouse.
~বাড়ি
n
. a grange; a barn, a farm-building.
গোলাকার, গোলাকৃতি
golākāra
,
golākr̥ti
a
. round, spherical; circular, roundish.
গো-লঙুল
go-laṅula
n
. a cow's tail.
গোলাপ
golāpa
n
. the rose; rose-water (
গোলাপপাশ
).
~গাছ
n
. the rose-plant.
~গোত্র
n
. the Rosaceae.
~গোত্রীয়
a
. rosaceous.
~জল
n
. rose-water.
~জাম
n
. the rose-apple.
~পাশ
n
. a vessel fitted with a device for spraying rose-water.
~বাগ
n
. a rose-garden, a rosary.
গোলপি
a
. scented like the rose; rose-coloured, rose-hued, rosed-red, rosy; slight, mild (
গোলাপি নেশা
).
Page 324
|
×
Close

--- ページ 324 終了 ---

Page 325
গোলাম
golāma
n
. a bond-slave, a slave; a servant; (of playing-cards) the knave.
কেনা গোলাম
one who has been purchased to act as a slave, a bondsman, a bondman (
fem
. a bondswoman, a bondwoman).
~খানা
n
. quarters for slaves, slavequarters; (fig.) a manufactory for imbuing people with slave-mentality.
গোলামি
n
. slavery; (fig.) drudgery; slave-mentality.
গোলার্ধ
golārdha
n
. (geog.) a hemisphere; (geom.) a semi-circle.
গোলালো
golālo
a
. roundish.
গোলীয়
golīẏa
a
. spherical; globular.
গোলোক
goloka
n
. (myth.) the part of the heaven which is the abode of Narayana (
নারায়ণ
) or Vishnu (
বিষ্ণু
)
~ধাম
n
. the abode of Narayana (
নারায়ণ
) or Vishnu in heaven; a kind of indoor game.
~নাথ, ~পতি, ~বিহারী
n
. appellations of Narayana (
নারায়ণ
) or Vishnu (
বিষ্ণু
).
~প্রাপ্তি
n
. divine permission to live in Goloka (
গোলোক
) after one's death.
গোল্লা
gollā
n
. a globular sweetmeat (
রসগোল্লা, কাঁচাগোল্লা
); a cipher, zero (
পরীক্ষায় গোল্লা পাওয়া
); ruin, spoilt state (
গোল্লায় যাওয়া
).
গোল্লায় যাওয়া
v
. to be ruined morally, to go to the bad; to be ruined or lost, to go to the dogs.
গোশত
gośata
alt. spell of
গোস্ত ।
গোশালা
gośālā
n
. a cowshed; a cow-house, a byre.
গোশৃঙ্গ
gośr̥ṅga
n
. a cow's horn.
গোষ্ঠ
goṣṭha
n
. a grazing ground, a pasture or pasturage; a meeting-place, an assembly, an association, a society, a club (
গোষ্ঠাগার
).
~গৃহ, গোষ্ঠাগার
n
. a cowshed; a cow-house, a byre; an association-hall, a society hall, a club-house, a club-room.
~বিহারী
n
. an appellation of Krishna (
কৃষ্ণ
)
~লীলা
n
. the pastoral activities and sports of Krishna (
কৃষ্ণ
).
গোষ্ঠাধ্যক্ষ
n
. the chief of an assembly or society.
গোষ্ঠাগার, গোষ্ঠাধ্যক্ষ
goṣṭhāgāra
,
goṣṭhādhyakṣa
see
গোষ্ঠ ।
গোষ্ঠী
goṣṭhī
n
. a family; a kindred; a clan; a race; a tribe; a class, a kind; a collection or body (
শিষ্যগোষ্ঠী
); a team; a group; a society, an association.
~পতি
n
. the chief of a tribe or clan or family; a president; a leader.
~বর্গ
n. pl
. members of the family and kinsfolk.
~ভুক্ত
a
. belonging to or included in a family, race, group etc.; incorporated within a group.
গোষ্পদ
goṣpada
n
. a cow's footprint.
~তুল্য
a
. as small in area as a cow's footprint.
গোসল
gosala
n
. bathing, bath.
গোসল করা
v
. to take one's bath; to bathe.
~খানা
n
. a bathroom; a bathing establishment, a hammam, a bathhouse.
গোসা
gosā
n
. anger; huff or mortification.
গোসা করা
v
. to get angry; to be in a huff.
গোসাঘর
gosāghara
n
. a room or apartment to which a lady in a huff retires (cp. a boudoir).
গোসাঁই
gosām̐i
n
. a master; God, Lord; a title of Vaishnava gurus.
গোসাঞি
gosāñi
var. of
গোসাঁই ।
গোসাপ
gosāpa
n
. the iguana.
গোসেবা
gosebā
n
. feeding and care of a cow or cows.
গোস্ত
gosta
n
. meat; beef.
গোস্তন
gostana
n
. a cow's udder.
গোস্তাকি
gostāki
n
. insolence, impertinence, audacity.
গোস্বামী
gosbāmī
n
. the lord or the protector of cows or of the earth; a master; God; a religious teacher, a preceptor, a guru; a title of Vaishnava gurus.
গোহত্যা
gohatyā
n
. cow-slaughter, cow-killing.
গোহত্যা করা
v
. to slay a cow or cows.
~কারী
n
. a cow-slaughterer.
~নিরোধ
n
. prevention of cow-slaughter.
গোহাল
gohāla
falsely elegant var. of
গোয়াল ।
গৌড়
gauṛa
n
. an ancient name of modern Bengal (controversial opinions exist as to the actual area or Gauda).
~জন
n
. the people of Bengal, Bengalis.
গৌড়ী
n
. an Indian musical mode; a kind of poetical diction; a kind of rum prepared from molasses.
গৌড়ীয়
a
. of or living in or produced in Gauda (
গৌড়
).
গৌড়সারং
gauṛasāram
n
. a morning raga or classical musical mode of the Sarang class.
গৌণ
gauṇa
a
. minor, unimportant, secondary. ☐
n
. delay.
গৌণ করা
v
. (arch.) to make delay.
~কর্ম
v
. minor duty; (gr.) an indirect object.
~তা
n
. secondariness; less importance; inferiority.
গৌণার্থ
n
. (rhet.) secondary significance, figurative meaning.
গৌণিক
gauṇika
a
. factorial.
Page 325
|
×
Close

--- ページ 325 終了 ---

Page 326
গৌর
gaura
a
. cream-coloured tinged with red; (loos.) fair-complexioned. ☐
n
. a name of Chaitanya.
~চন্দ্র
n
. a name of Chaitanya.
~চন্দ্রিকা
n
. a song in praise of Chaitanya before beginning the scheduled song; prefatory remarks, a prologue, a preamble, a preface.
গৌরব
gauraba
n
. importance; glory; majesty; dignity; honour; cordial reception; pride; excellence; worth.
গৌরব করা
v
. to be proud of, to pride in.
~গাথা
n
. tales of glory; song, poem etc. composed in praise of a person or one's country.
~রবি
n
. the sun of glory.
গৌরবান্বিত, গৌরবিত, ~মণ্ডিত
a
. important, glorious; majestic; dignified; honoured; proud.
গৌরবের বিষয়
a creditable or highly praiseworthy affair or thing, a glory, a glorious achievement.
গৌরাঙ্গ
gaurāṅga
a
. having a cream-coloured complexion tinged with red; (loos.) fair-complexioned. ☐
n
. a name of Chaitanya.
fem
.
গৌরাঙ্গা, গৌরাঙ্গী ।
গৌরী
gaurī
a. fem
. having a cream-coloured complexion tinged with red; (loos.) fair-complexioned. ☐
n
. a woman or a girl having a cream-coloured complexion tinged with red; Goddess Durga (
দুর্গা
); an unmarried girl of eight years.
~কান্ত
n
. an appellation of Shiva
(শিব). ~দান
n
. giving away in marriage an under-age girl; giving away in marriage an eight-year old Hindu girl.
~পট্ট
n
. the pedestal symbolizing Gauri (
গৌরী
) or Durga on which the symbol of Shiva is placed.
~শঙ্কর
n
. Goddess Durga (
দুর্গা
) and Shiva (
শিব
); Mount Everest.
গৌরী সেন
gaurī
,
sena
a proverbially rich bountiful and lavish Bengali gentleman who never kept account of his expenses and never said no to anybody who applied to him for monetary help.
গৌরী সেনের টাকা
money which may be squandered freely and for which no account is required to be submitted; (sarcas.) public funds.
লাগে টাকা দেবে গৌরী সেন
(sarcas.) it matters little if wasteful or extravagant expenses are incurred because this will be paid out of public exchequer or funds, the people will bear the brunt of official wastefulness.
গ্যাঁজ
gyām̐ja
var. of
গেঁজ ।
গ্যাঁজলা
gyām̐jalā
pop. var. of
গাঁজলা ।
গ্যাঁজা
gyām̐jā
coll. var. of
গাঁজা ।
গ্যাঁজানো
gyām̐jāno
v
. to gossip uselessly, to go on gossiping without any purpose.
গ্যাঁট
gyām̐ṭa
int
. expressing firmly motionless or immobile state (
গ্যাঁট হয়ে বসে থাকা
= to sit tight, to stick firmly to one's purpose, opinions etc.).
গ্যাঁটগ্যাঁট, গ্যাটগ্যট
gyām̐ṭagyām̐ṭa
,
gyāṭagyaṭa
variants of
গটগট ।
গ্যাঁদা
gyām̐dā
pop. var. of
গাঁদা ।
গ্যাস
gyāsa
n
. gas; (inf. and sl.) a bluff, a fib.
গ্যাসীয়
a
. gaseous.
গ্রথন
grathana
n
. act of stringing (as flowers in a wreath); composition (as of an essay or a book).
গ্রথিত
a
. strung; composed.
গ্রথিত করা
v
. to string; to compose.
গ্রন্হ
granha
n
. a book.
~কার, ~কর্তা
n
. an author; a writer.
fem
.
~কর্ত্রী
an authoress.
~কীট
n
. a bookworm.
~ন, ~না
same as
গ্রথন । গ্রন্হিত
same as
গ্রথিত ।~স্বত্ব
n
. copyright.
গ্রন্হাগার
granhāgāra
n
. a library.
গ্রন্হাগারিক
n
. a librarian.
গ্রন্হানুরাগ
granhānurāga
n
. love for books, fondness for books.
গ্রন্হানুরাগী
a
. &
n
. (a person) fond of books, a book-lover, a bibliophile.
গ্রন্হাবলি
granhābali
n
. books; works of a particular author or authoress.
গ্রন্হালয়
granhālaẏa
n
. a library; a bookshop.
গ্রন্হি
granhi
n
. a knot, a joint (of bones), a knuckle; a node, a gland.
~কলা
n
. glandular tissue.
~রস
n
. glandular secretion.
~সম্বন্ধীয়
a
. glandular.
শিরাগ্রন্হি
n
. varicose veins.
গ্রন্হিক
granhika
n
. a soothsayer, an astrologer, a fortune-teller.
গ্রন্হিচ্ছেদক, গ্রন্হিভেদক
granhicchedaka
,
granhibhedaka
n
. pickpocket, a cutpurse.
গ্রন্হিবদ্ধ
granhibaddha
a
. knotted, tied together.
গ্রন্হিবন্ধন
granhibandhana
n
. act of tying into a knot, knotting; the Hindu practice of tying a corner of the bride's sari with a corner of the bridegroom's scarf at wedding.
গ্রন্হিবন্ধন করা
v
. to tie into a knot, to knot; to tie a corner of the bride's sari with a corner of the bridegroom's scarf at wedding.
গ্রন্হিল
granhila
a
. knotty.
Page 326
|
×
Close

--- ページ 326 終了 ---

Page 327
গ্রসন
grasana
n
. act of swallowing or devouring or gulping; act of eclipsing.
গ্রসমান
grasamāna
a
. engaged in swallowing or devouring or gulping or eclipsing.
গ্রস্ত
grasta
a
. swallowed, devoured, gulped; eclipsed; attacked; seized; affected with; involved in; overwhelmed.
গ্রস্ত উপত্যকা
n
. a rift valley.
গ্রস্তোদয়
n
. rising of the sun or the moon after eclipse.
গ্রহ
graha
n
. (astr. & astrol.) a planet; (astrol.) an evil planet, (loos.) an evil star (
গ্রহের ফের
); eclipse; act of taking; act of assuming (
রূপগ্রহ
); realization, comprehension (
অর্থগ্রহ
); misfortune.
~কোপ
n
. the antagonism or opposition or evil influence of a planet.
~জগৎ
n
. the planetary world.
~তত্ত্ব
n
. astronomy.
~দশা
n
. (astrol.) the period of direct influence of a planet esp. an evil planet.
~দৃষ্টি
n
. (astrol.) planetary influence (direct or indirect), esp. evil influence.
~দেবতা
n
. (astrol.) the guardian or presiding deity of a planet.
~দোষ
n
. (astrol.) he evil influence of a planet.
~পতি
n
. the sun.
~পীড়া
n
. (astrol.) the suffering owing to the evil influence of a planet.
~পূজা
n
. worship of the sun and other planets in order to propitiate them.
~বিপ্র
n
. a Brahmin astrologer.
~বৈগুণ্য, ~বিপাক
n
. (astrol.) antagonism or hostility or opposition of a planet.
~মণ্ডল
n
. (astr. & astrol.) the planetary system.
~রাজ
n
. the sun.
~শান্তি
n
. (astrol.) propitiation of planets.
~স্ফুট
n
. a zodiacal sign indicating the position of a planet.
গ্রহণ
1
grahaṇa
n
. taking or receiving (
ভিক্ষাগ্রহণ
); holding (
হস্তগ্রহণ
); assuming (
ছদ্মবেশ গ্রহণ
); adoption (
সন্ন্যাস গ্রহণ
); reception (
অতিথিকে সাদরে গ্রহণ
); acceptance (
নিমন্ত্রণ গ্রহণ
); comprehension, realization (
রচনার অর্থগ্রহণ
); drinking or eating (
জলগ্রহণ, অন্নগ্রহণ
); taking in (
শ্বাসগ্রহণ
); act of inhaling (
গন্ধগ্রহণ
).
গ্রহণ করা
v
. to take, to receive; to hold; to assume; to adopt; to accept; to comprehend, to realize; to drink or eat; to take in; to inhale.
~ক্ষম
a. receptive.
~ক্ষমতা, ~শক্তি
n
. receptive power or capacity.
গ্রহণ
2
grahaṇa
n
. an eclipse.
গ্রহণ ছাড়ে
v
. an eclipse ends.
গ্রহণ লাগে
v
. an eclipse begins or starts.
গ্রহণ হয়
v
. an eclipse takes place or occurs.
~মোক্ষ
n
. end of an eclipse.
~স্হিতি
n
. duration of an eclipse.
~স্পর্শ
n
. commencement of an eclipse.
পূর্ণগ্রহণ
n
. total eclipse.
খণ্ডগ্রহণ
n
. partial eclipse.
গ্রহণি, গ্রহণী
grahaṇi
,
grahaṇī
n
. chronic diarrhoea; the duodenum.
গ্রহণীয়
grahaṇīẏa
a
. acceptable.
গ্রহাচার্য
grahācārya
n
. a soothsayer, an astrologer.
গ্রহাণু
grahāṇu
n
. (astr.) an asteroid.
~পুঞ্জ
n. pl
. asteroids.
গ্রহান্তর
grahāntara
n
. another planet.
গ্রহান্তর্বর্তী
grahāntarbartī
a
. inter-planetary.
গ্রহাবিষ্ট
grahābiṣṭa
a
. (astrol.) influenced by an evil planet; possessed.
গ্রহীতা
grahītā
n
. a recipient.
গ্রাবরেখা
grābarekhā
n
. (geog.) moraine.
গ্রাবু
grābu
n
. a kind of card-game.
গ্রাম
grāma
n
. a hamlet, a village; a small settlement; (as a
sfx
.) a collection (
গুণগ্রাম, স্বরগ্রাম
); (mus.) a scale (
উচ্চগ্রাম
).
~খরচা
same as
গ্রামভাটি । ~জ, ~জাত
a
. produced in a village, rural.
~ণী
n
. (hist.) a village headman.
~ধর্ম
n
. sexual intercourse (esp. with one's wife).
~বাসী
n
. a villager, a village-dweller.
~ভাটি
n
. a monetary contribution to be given for village welfare at the time of wedding etc.
~মৃগ
n
. a (village) dog.
~সম্পর্ক, ~সুবাদ
n
. the relation that arises owing to living in the same village.
~সম্পর্কীয়
a
. rural; pertaining to co-villagers.
~স্হ
a
. of or in or living in a village; rural.
গ্রামাধ্যক্ষ
grāmādhyakṣa
n
. a village headman.
গ্রামান্ত
grāmānta
n
. outskirts of a village; the border of a village.
গ্রামান্তর
grāmāntara
n
. another village.
গ্রামিক
grāmika
a. & n
. one who owns or rules or guards a village.
গ্রামী
grāmī
a
. one who lives in or rules a village; rural; rustic; consisting of or containing villages or musical scales.
গ্রামীণ
grāmīṇa
a
. produced in a village; in or of or dwelling in a village; rural; rustic.
গ্রামোফোন
grāmophona
n
. a gramophone, a record-player.
Page 327
|
×
Close

--- ページ 327 終了 ---

Page 328
গ্রাম্য
grāmya
a
. of or relating to a village; born or produced in a village; found or available in a village; living in a village; rural; rustic; (esp. of words and speech) vulgar.
~তা
n
. rusticity; (esp. of words and speech) vulgarity.
~ধর্ম
n
. sexual intercourse (esp.) with one's wife.
~মৃগ
n
. a (village) dog.
গ্রাস
grāsa
n
. a mouthful, a morsel; the inner cavity of an opened mouth, a gape; a handful (as at snatching); a grip, a hold, seizure; appropriation; act of swallowing or devouring or eating or drinking; feed; food; an eclipse.
গ্রাস করা
v
. to swallow or devour; to eat or drink; to seize; to grip; to appropriate to oneself; to eclipse.
গ্রাস হওয়া
v
. to be eclipsed.
~কারী
a. & n
. one who or that which swallows or devours or eats or drinks or seizes or appropriates or eclipses.
~নালি
n
. the gullet, the oesophagus.
গ্রাসাচ্ছাদন
n
. food and clothing; subsistence; bare subsistence.
গ্রাহ
grāha
n
. act of taking or receiving; seizure; appropriation; enlightenment; knowledge; cognition; comprehension; understanding; intelligence; solicitation or insistence; earnestness, zeal; the crocodile, the alligator, the shark etc.
গ্রাহক
a
. one who takes or receives; one who buys or subscribes. ☐
n
. a recipient; a buyer, subscriber.
fem
.
গ্রাহিকা । গ্রাহকশ্রেণিভুক্ত করা
v
. to enlist or enrol as a subscriber.
গ্রাহিতা
n
. practice of taking or receiving or seizing; (phys.) susceptibility (
চৌম্বক গ্রাহিতা
).
গ্রাহী
a. & n
. one who or that which takes or receives; one who or that which seizes or appropriates; one who or that which comprehends or appreciates or acknowledges (
গুণগ্রাহী
); one who or that which attracts (
চিত্তগ্রাহী
); astringent.
গ্রাহী সেল
(phys.) a secondary cell.
গ্রাহ্য
grāhya
a
. acceptable; perceptible (
ইন্দ্রিয়গ্রাহ্য
); admissible; worthy of consideration; reckonable.
গ্রাহ্য করা
v
. to accept; to pay heed to, to care.
গ্রাহ্য না করা
v
. to reject, to dismiss, not to accept, to pay no heed to, not to care.
গ্রাহ্য হওয়া
v
. to be accepted; to be considered; to be heeded.
গ্রিক
grika
a
. Greek. ☐
n
. a Greek; the Greek language, Greek.
গ্রিসীয়
grisīẏa
a
. Grecian, Greek.
গ্রীবা
grībā
n
. the throat; the neck; the nape of the neck.
~দেশ
n
. the nape of the neck; (loos.) the neck or the throat.
~ভঙ্গি
n
. a (beautiful) gesture of the neck or the throat.
গ্রীষ্ম
grīṣma
n
. summer; heat. ☐
a
. hot; torrid (
গ্রীষ্মমন্ডল
).
~কাল
n
. summer, the hot season.
~কালীন
a
. of summer, of the hot season, summer.
~ক্লিষ্ট
a
. same as
~পীড়িত । ~তাপিত
a
. oppressed by the heat of summer; heated by summer.
~পীড়িত
a
. oppressed with heat or by summer.
~প্রধান
tropical.
~প্রধান দেশ
a tropical country, a hot country.
~বলয়, ~মণ্ডল
n
. (geog.) the torrid zone.
গ্রীষ্মাতিশয়, গ্রীষ্মাতিশয্য
n
. excess of heat; extreme heat.
গ্রীষ্মাবকাশ
n
. the summer vacation or recess.
গ্রেন
grena
n
. a grain (a unit of weight).
গ্রেপ্তার, গ্রেফতার
greptāra
,
grephatāra
n
. arrest, apprehension, seizure. ☐
a
. arrested, apprehended, seized (
গ্রেপ্তার হওয়া
).
গ্রেপ্তার করা
v
. to arrest, to apprehend, to seize.
গ্রেপ্তারি, গ্রেফতারি
a
. empowering or directing to arrest.
গ্রেপ্তারি পরওয়ানা
a warrant of arrest.
গ্রৈব, গ্রৈবেয়
graiba
,
graibeẏa
a
. of the neck or the throat; of the nape of the neck.
গ্রৈস্মিক
graismika
a
. of summer; of summer heat.
গ্লান
glāna
a
. wearied, tired; exhausted, fatigued; unhealthy; filthy, dirty; disreputed, disreputable, shameful; upbraided, slandered, accused (falsely); mortified.
~যান
n
. an ambulance car.
গ্লানি
glāni
n
. weariness, tiredness; exhaustion, fatigue; unhealthiness, filth, dirt (
ঘামের গ্লানি
); disgrace, disrepute, shame (
বীরকুলগ্লানি
); upbraiding, slander, (false) accusation; mortification (
মনের গ্লানি
).
~কর, ~জনক
a
. filthy; disgraceful, shameful; slanderous; mortifying.
গ্লাস
glāsa
n
. a tumbler, a glass.
Page 328
|
×
Close

--- ページ 328 終了 ---